[{"model": "products.category", "pk": 1, "fields": {"name": "dogs", "friendlyname": "dogs"}}, {"model": "products.category", "pk": 2, "fields": {"name": "cats", "friendlyname": "cats"}}, {"model": "products.category", "pk": 3, "fields": {"name": "birds", "friendlyname": "birds"}}, {"model": "products.category", "pk": 4, "fields": {"name": "rodents", "friendlyname": "rodents"}}, {"model": "products.product", "pk": 26, "fields": {"name": "Forza10 Active Diet Condro", "friendlyname": "Forza10 Active Diet Condro", "category": 1, "subcategory": 1, "description": "Diet foods of the “FORZA10 Active” line have been developed with the express aim of completely eliminating meat and bone meal from animals from intensive livestock farming, especially chicken and turkey. The entire Active line is therefore based on the use, as the sole protein source, of sea-caught fishmeal. These diets are characterized by the natural presence of Omega-3 fatty acids and the inclusion of specific botanicals. All “FORZA10 Active” foods can be administered without an adjustment period. Learn what makes our ingredients unique at forza10.com/powerofnature (IT/EN). The effectiveness of the “Active” line is supported by numerous studies and investigations (more than 25 in the past two years) published in international scientific journals: discover more at forza10.\r\n\r\nAFS patent (ACTIVE FRESH SYSTEM): a revolutionary technique for the benefit of health. How to preserve the added botanicals during the croquette extrusion and drying process (up to 140°C)? SANYpet's Research and Development department has identified the definitive solution to this problem: the patented AFS technique, which consists of infusing the natural ingredients at room temperature into a special heart-shaped tablet. This tablet, mixed with croquettes in optimal doses, allows the preservation of the heat-sensitive additives.\r\n\r\nCOMPLETE DIET FOR ADULT DOGS. Composition (croquette only): rice, fish meal (anchovy) 21%, oils and fats (of which 4% fish oil), algae (Ascophyllum nodosum), minerals, fructooligosaccharides, Yucca schidigera. (AFS tablet – 7% of the feed): hydrolysed fish protein 3%, hydrolysed vegetable protein, minerals, chondroitin sulphate (from shark cartilage) 0.072%, vegetable glucosamine 0.071%, mollusc meal 0.057%, chitosamine 0.036%.\r\n\r\nAdditives: Vitamins: Vitamin A 17000 IU/kg, Vitamin E/all-rac-alpha-tocopheril acetate 250 mg/kg, Vitamin C 250 mg/kg, choline chloride 1000 mg/kg. Trace elements: zinc sulphate monohydrate 135 mg/kg, copper(II) chelate of glycine hydrate 39 mg/kg. Nutritional additives: DL-methionine 500 mg/kg. Sensory additives: Botanically defined natural products: Boswellia serrata 250 mg/kg, Harpagophytum procumbens 243 mg/kg, Rosmarinus officinalis 2.7 mg/kg.\r\n\r\nAnalytical components: moisture 8%, crude protein 26%, crude fat 12.5%, crude fiber 2.6%, crude ash 7.3%, calcium 1.3%, phosphorus 1.1%, Omega3 3.3%, Omega6 1%. ME: 3498 kcal/kg – 14.6 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. Fresh drinking water should always be available. Store in a cool, dry place. Particular nutritional purpose: a) support of articular metabolism in osteoarthritis; b) reduction of intolerances to ingredients and nutrients. Essential nutritional characteristics: a) Minimum dry matter content of a total of 3.3% omega-3 fatty acids and 0.38% eicosapentaenoic acid (EPA). Adequate level of vitamin E; b) selected sources of proteins, carbohydrates and fats (high biological value marine fish, rice and fish oil) and the high concentration of essential fatty acids. Recommended period of use: a) osteoarthritis: initially up to 3 months; b) reduction of ingredient and nutrient intolerances: 3 to 8 weeks. If the symptoms of intolerance disappear, the product can be used indefinitely. Ask your veterinarian for advice before use or before extending the period of use. Best before: date, lot number and registration number: see packaging.", "price": 51.0, "rating": "5", "image1": "Forza10-Active-CONDRO-hond.jpeg", "image2": "", "image3": "", "sku": "D01N01P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 27, "fields": {"name": "Forza10 Active Diet Dermo", "friendlyname": "Forza10 Active Diet Dermo", "category": 1, "subcategory": 1, "description": "Diet foods of the “FORZA10 Active” line have been developed with the express aim of completely eliminating meat and bone meal from animals from intensive livestock farming, especially chicken and turkey. The entire Active line is therefore based on the use, as the sole protein source, of sea-caught fishmeal. These diets are characterized by the natural presence of Omega-3 fatty acids and the inclusion of specific botanicals. All “FORZA10 Active” foods can be administered without an adjustment period. Learn what makes our ingredients unique at forza10.com/powerofnature (IT/EN). The effectiveness of the “Active” line is supported by numerous studies and investigations (more than 25 in the past two years) published in international scientific journals: discover more at forza10.\r\n\r\nAFS patent (ACTIVE FRESH SYSTEM): a revolutionary technique for the benefit of health. How to preserve the added botanicals during the croquette extrusion and drying process (up to 140°C)? SANYpet's Research and Development department has identified the definitive solution to this problem: the patented AFS technique, which consists of infusing the natural ingredients at room temperature into a special heart-shaped tablet. This tablet, mixed with croquettes in optimal doses, allows the preservation of the heat-sensitive additives.\r\n\r\nCOMPLETE DIET FOR ADULT DOGS. Composition: potato, fish meal (anchovy) 21%, potato starch, AFS tablet 7% (fish protein hydrolysates 3%, hydrolysed potato protein, minerals, products and by-products from the processing of fresh fruits and vegetables (Carica papaya 0.0151%), products from the processing of herbs (Aloe vera 0.0116%), oils and fats (of which 4.5% fish oil), potato proteins, algae (Ascophyllum nodosum), minerals, fructooligosaccharides, Yucca schidigera.\r\n\r\nAdditives (per kg): Nutritional additives: vitamin A 17000 IU, vitamin D3 1000 IU, vitamin E/all-rac-alpha-tocopheril acetate 250 mg, vitamin C 250 mg, vitamin B1 2.5 mg, vitamin B2 8 mg, vitamin B6 6.5 mg, vitamin B12 0.05 mg, vitamin PP 21 mg, folic acid 1.6 mg, D-pantothenic acid 13.8 mg, choline chloride 1000 mg, DL-methionine 500 mg, zinc sulphate monohydrate 135 mg (Zn 50 mg), copper(II) chelate of amino acids, hydrated 39 mg (Cu 10 mg). Sensory additives: Botanically defined natural products: Punica granatum 103 mg, Rosmarinus officinalis 1.8 mg.\r\n\r\nAnalytical components: moisture 8%, crude protein 23.5%, crude fat 12%, crude fiber 2.7%, crude ash 7.7%, calcium 1.4%, phosphorus 1.2%, Omega3 1.2%, Omega6 3.5%. ME: 3456 kcal/kg – 14.5 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. Fresh drinking water should always be available. Store in a cool, dry place. Particular nutritional purpose: a) “Supporting skin function in skin disease and excessive hair loss”; b) “reduction of ingredient and nutrient intolerances”. Essential nutritional characteristics: a) high concentration of essential fatty acids; b) selected sources of proteins, carbohydrates and fats (high biological value marine fish, rice and fish oil). Recommended period of use: a) skin function support: up to 2 months initially; b) reduction of ingredient and nutrient intolerances: 3 to 8 weeks. If the symptoms of intolerance disappear, the product can be used indefinitely. Ask your veterinarian for advice before use or before extending the period of use. Normally, the product can be administered without the need for an adjustment period, as any side effects, such as diarrhea, are objectively rare. Best before: date, lot number, net weight and registration number: see packaging.\r\n\r\nThe product may contain traces of chicken, sheep, pig, horse or deer.", "price": 50.0, "rating": "5", "image1": "Forza10-Active-DERMO-hond.jpeg", "image2": "", "image3": "", "sku": "D01N01P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 28, "fields": {"name": "Forza10 Active Diet Oto", "friendlyname": "Forza10 Active Diet Oto", "category": 1, "subcategory": 1, "description": "Diet foods of the “FORZA10 Active” line have been developed with the express aim of completely eliminating meat and bone meal from animals from intensive livestock farming, especially chicken and turkey. The entire Active line is therefore based on the use, as the sole protein source, of sea-caught fishmeal. These diets are characterized by the natural presence of Omega-3 fatty acids and the inclusion of specific botanicals. All “FORZA10 Active” foods can be administered without an adjustment period. Learn what makes our ingredients unique at forza10.com/powerofnature (IT/EN). The effectiveness of the “Active” line is supported by numerous studies and investigations (more than 25 in the past two years) published in international scientific journals: discover more at forza10.\r\n\r\nAFS patent (ACTIVE FRESH SYSTEM): a revolutionary technique for the benefit of health. How to preserve the added botanicals during the croquette extrusion and drying process (up to 140°C)? SANYpet's Research and Development department has identified the definitive solution to this problem: the patented AFS technique, which consists of infusing the natural ingredients at room temperature into a special heart-shaped tablet. This tablet, mixed with croquettes in optimal doses, allows the preservation of the heat-sensitive additives.\r\n\r\nCOMPLETE DIET FOR ADULT DOGS. Composition (croquette only): rice, fish meal (anchovy) 21%, oils and fats (of which 4% fish oil), algae (Ascophyllum nodosum), minerals, fructooligosaccharides, Yucca schidigera. – (AFS tablet – 7% of the feed): fish protein hydrolysates 3%, hydrolysed vegetable protein, minerals, herbal products (Rose hips 0.098%), dried flowers (Tilia cordata 0.0147%).\r\n\r\nAdditives: vitamins: vitamin A 17000 IU/kg, vitamin D3 1000 IU/kg, vitamin E/all-rac-alpha-tocopheril acetate 250 mg/kg, vitamin C 250 mg/kg, vitamin B1 2.5 mg/kg, vitamin B2 8 mg/kg, vitamin B6 6.5 mg/kg, vitamin B12 0.05 mg/kg, vitamin PP 21 mg/kg, folic acid 1.6 mg/kg, D-pantothenic acid 13.8 mg/kg, choline chloride 1000 mg/kg. Trace elements: zinc sulphate monohydrate 135 mg/kg, copper(II) chelate of amino acids, hydrated 39 mg/kg. Nutritional additives: DL-methionine 500 mg/kg. Sensory additives: Botanically defined natural products: Rosmarinus officinalis 2.7 mg/kg.\r\n\r\nAnalytical constituents: moisture 8%, crude protein 26%, crude fat 12.5%, crude fiber 2.6%, crude ash 7.3%, calcium 1.3%, phosphorus 1.1%, Omega3 0.98%, Omega6 3.92%. ME: 3498 kcal/kg – 14.6 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. Fresh drinking water should always be available. Store in a cool, dry place. Special nutritional purpose: reduction of intolerances to ingredients and nutrients. Essential nutritional characteristics: use of selected sources of proteins and carbohydrates (high biological value marine fish and rice). Recommended period of use: 3 to 8 weeks. If the symptoms of intolerance disappear, the product can be used indefinitely. Ask your veterinarian for advice before use or before extending the period of use. Normally, the product can be administered without the need for an adjustment period, as any side effects, such as diarrhea, are objectively rare. Best before: date, lot number, net weight and registration number:\r\n\r\nThe product may contain traces of chicken, sheep, pig, horse or deer.", "price": 47.0, "rating": "5", "image1": "Forza10-Active-ECHO-hond.jpeg", "image2": "", "image3": "", "sku": "D01N01P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 30, "fields": {"name": "Forza10 Hypoallergenic Fish Maxi", "friendlyname": "Forza10 Hypoallergenic Fish Maxi", "category": 1, "subcategory": 1, "description": "COMPLETE DIET FOR DOGS THE REDUCTION OF INTOLERANCES TO CERTAIN INGREDIENTS AND/OR NUTRIENTS (DIR. 2008/38/CE)\r\n\r\nComposition: fish meal 23%, ground rice 20%, whole peas, pea starch, rice groats, maize gluten, oils and fats (ie fish oil 3%), brewer's yeast, hydrolysed animal proteins, minerals, gegrogge yeast (Bio MOS), FOS, Grifola frondosa 0.027%, Yucca schidigera, products and by-products from the processing of fresh fruits and vegetables (Carica papaya 0.025%), products from the processing of plants (Pineapple spp. 0.025%), products from the processing of herbs (Aloe vera 0.013%) , algae (Haematococcus pluvialis (astaxanthin 0.005%)).\r\n\r\nAdditives (for kg): Nutritional additives: vitamin A 17000 IU, vitamin E/all-racalfa-tocopheryl acetate 250 mg, choline chloride 1000 mg, DL-methionine 500 mg, zinc sulphate monohydrate 137 mg (Zn 50 mg), Copper(II) chelate of glycine, hydrated (solid) 39 mg (Cu 10.35 mg). Sensory Additives: Botanically Defined Natural Products: Punica granatum 150mg, Panax ginseng 50mg, Rosmarinus officinalis 21.5mg.\r\n\r\nAnalytical constituents: moisture 8.0%, crude protein 26.3%, crude fat 13.7%, crude fiber 2.3%, crude ash 7.5%, Omega3 0.8%, Omega6 2.4%. ME: 3562 kcal/kg – 14.9 MJ/kg.\r\n\r\nInstructions for use and daily amount: see table. Water must always be available. Keep cool and dry. Particular nutritional purpose: reduction of intolerances to certain ingredients and/or nutrients. Essential nutritional features: carefully selected sources of protein and carbohydrates (sea fish, rice) have been used. Recommended use time: 3 to 8 weeks. If the intolerance symptoms disappear, this food can be used indefinitely. It is recommended to consult a veterinarian before use or to extend the duration of use. The best results are obtained when you only feed FORZA10 to your dog. The product can usually be administered normally without the need for an adjustment period, as side effects such as diarrhea are objectively infrequent. No added dyes: Color variations are due solely for the raw materials used in the formulation. Best before, batch, net weight and production company number: see packaging below.", "price": 49.0, "rating": "5", "image1": "Forza10-Hypoallergenic-fish-maxi-hond.jpeg", "image2": "", "image3": "", "sku": "D01N01P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 31, "fields": {"name": "Natural Trainer Maxi Junior (12 kg)", "friendlyname": "Natural Trainer Maxi Junior (12 kg)", "category": 1, "subcategory": 1, "description": "", "price": 48.0, "rating": "5", "image1": "3D_LATERAL_MAXI_JUN_CHICKEN_12KG_64310_3000x3000px.png", "image2": "", "image3": "", "sku": "D01N01P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 32, "fields": {"name": "Natural Trainer Medium Puppy & Junior", "friendlyname": "Natural Trainer Medium Puppy & Junior", "category": 1, "subcategory": 1, "description": "Natural Trainer Chicken Puppy dry food has been specially developed for medium-sized puppies up to 15 months old. The dog chunks are available in the sizes: 12 KG (dogs from 11 to 30 kg)\r\n\r\nNatural Trainer's dog food has a 'high meat content'. This means that basic ingredients consist of protein-rich meat products. Natural Trainer contains no salt and sugar and thus contributes to a healthy lifestyle for your dog.\r\nThe special apple extract cleans the teeth together with alga spirulina (Arthrospira platensis) increases the natural color of the coat. The special combination of natural fibres, alga spirulina and prebiotics acts on the antioxidants and regulates the intestines.\r\n\r\nIngredients\r\n\r\nFresh Chicken\r\nchicory\r\nyeast extract\r\nfresh chicken 18.5%, dehydrated chicken and turkey proteins 16.5%, maize flour “”fioretto””, rice 10%, maize, maize protein, fat of animal origin, hydrolysed animal proteins, dehydrated beef proteins, linseed*, beet pulp* 2%, fish oil 1%, minerals, yeast autolysate, extract of dried chicory root (source of inulin)* 0.7%, maize oil, MOS (mannan-oligosaccharides)* 0.3%, lignocellulose, powdered dried apple* 0, 15%, powdered lemon concentrate* 0.1%, seaweed (Schizochytrium spp.)* 0.1%, yeast extract (nucleotides)* 0.05%. *Specific ingredients of natural origin.\r\n\r\nNutritional additives:\r\nvitamin A 26000 IU, vitamin D3 1350 IU, vitamin E 400 mg, taurine 1400 mg, copper sulphate pentahydrate 49.13 mg (copper 12.5 mg), iron(II) carbonate 310.5 mg (iron 150 mg), coated granulated calcium iodate anhydrous 3.85 mg (iodine 2.5 mg)\r\nsodium selenite 0.44 mg (selenium 0.2 mg), zinc oxide 193.4 mg (zinc 156 mg), manganese(II) oxide 45.1 mg (manganese 35mg).\r\n\r\nTechnological additives: clinoptilolite of sedimentary origin 4000 mg.\r\n\r\nAnalytical Files\r\n\r\ncrude protein 30%, crude fat 18%, crude fiber 2%, crude ash 7%, Omega-3 1%", "price": 48.0, "rating": "5", "image1": "3D_LATERAL_MED_PJ_CHICKEN_12KG_64303_3000x3000px-e1624357375385.png", "image2": "", "image3": "", "sku": "D01N01P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 33, "fields": {"name": "Forza10 Legend All Life", "friendlyname": "Forza10 Legend All Life", "category": 1, "subcategory": 1, "description": "LEGEND Maintenance Evolution is a unique food in its category: source of high biological value proteins (anchovies), contains only high quality ingredients and free from the most common pollutants. The perfect choice as a daily food to keep your dog in top condition. WHY ANCHOVIES CAPTURED OFFSHORE? – They are small fish, rich in precious and useful Omega3, which do not feed on other fish and live in surface waters not contaminated by heavy metals – They are an abundant and sustainable source of protein of exceptional nutritional value.\r\n\r\nOriginal recipe with Dandelion, Linden and Pomegranate: see specific study: forza10.com/scientific-studies\r\n\r\nSANYpet chooses to only use raw materials from extensive or organic farming and sea-caught fish.\r\n\r\nCOMPLETE FOOD FOR DOGS OVER 4 MONTHS OLD – Composition: anchovy fish meal 31%, field bean 20%, pea protein, pea starch, oils and fats (of which 3.2% fish oil), minerals, fructooligosaccharides, Yucca schidigera, dried flowers (Tilia spp. 0.0147 %).\r\n\r\nAdditives (per kg): Nutritional additives: vitamin A 31500 IU, vitamin E/all-rac-alpha-tocopheril acetate 460 mg, choline chloride 1000 mg, zinc sulphate monohydrate 245 mg (Zn 90 mg), copper(II) chelate of amino acids, hydrated 70 mg (Cu 18 mg), DL-methionine 900 mg. Technological additives: antioxidants, preservatives, tocopherol-rich extract of natural origin – 33.7 mg.\r\n\r\nSensory additives: Botanically defined natural products: Taraxacum officinale 240 mg, Punica granatum 108 mg, Rosmarinus officinalis 0.7 mg.\r\n\r\nAnalytical components: moisture 8%, crude protein 31.0%, crude fat 15.0%, crude fiber 3.9%, crude ash 9.0%, calcium 1.2%, phosphorus 1.0%, Omega3 1.5%, Omega6 3.0%. ME: 3518 kcal/kg – 14.7 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. Fresh drinking water should always be available. Store in a cool, dry place. Optimal results are obtained by feeding your pet only FORZA10. Normally, the product can be administered without the need for an adjustment period, as any side effects, such as diarrhea, are objectively rare. Best before: date, net weight, lot number and registration number: see packaging.\r\n\r\nRECOMMENDED DAILY QUANTITY FOR GROWTH / PREGNANCY AND BREASTFEEDING - Pregnancy female dogs: from 7th to 9th week, serving 25% to 50% over the suggested maintenance. Breastfeeding female dogs: feed “ad libitum”.\r\nRECOMMENDED DAILY AMOUNT FOR MAINTENANCE", "price": 51.0, "rating": "5", "image1": "Forza10-LEGEND-All-life-hond.jpeg", "image2": "", "image3": "", "sku": "D01N01P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 34, "fields": {"name": "Natural Trainer Medium Beef", "friendlyname": "Natural Trainer Medium Beef", "category": 1, "subcategory": 1, "description": "Natural Trainer Beef Medium dog food has been specially developed for adult dogs of medium size. The dog chunks are available in the sizes: 12 KG (dogs from 11 to 30 kg)\r\n\r\nNatural Trainer's dog food has a 'high meat content'. This means that basic ingredients consist of protein-rich meat products. Natural Trainer contains no salt and sugar and thus contributes to a healthy lifestyle for your dog.\r\nThe special apple extract cleans the teeth together with alga spirulina (Arthrospira platensis) increases the natural color of the coat. The special combination of natural fibres, alga spirulina and prebiotics acts on the antioxidants and regulates the intestines.\r\n\r\nIngredients\r\n\r\nBeef\r\nchicory\r\nspirulina\r\nDried chicken and turkey proteins, maize, maize flour “fioretto”, fresh chicken and turkey meat 10%, rice 10%, animal fats, animal protein hydrolysate, dehydrated beef proteins 4%, beet pulp, linseed, yeast autolysate, minerals, dehydrated fish proteins, MOS (mannan oligosaccharides) 0.3, dried chicory extract 0.3, pea fiber, FOS (fructooligosaccharides) 0.15, bioactive collagen peptides 0.06, spirulina (Arthrospira platensis) 0.02, dried citrus fruit extract (bioflavonoids) 0.006 , dried apple extract 0.003\r\n\r\nNutritional additives: vitamin A 26,000 UI, vitamin D3 1,350 UI, vitamin E 355 mg, choline chloride 1,200 mg, copper sulfate pentahydrate 50 mg (copper 12.5 mg), iron(II) carbonate 395 mg (iron 150 mg), anhydrous calcium iodate 25 mg (iodine 2.5 mg), sodium selenite 20 mg (selenium 0.2 mg), zinc oxide 265 mg (zinc 195 mg), manganese oxide 55 mg (manganese 35 mg), Technological additives: clinoptilolite of sedimentary origin 4,000 mg\r\n\r\nmoisture 8%, crude protein 26%, crude oils and fats 15%, crude fiber 2%, crude ash 6.3%, calcium 1%, phosphorus 0.85%, omega 3 fatty acids 0.8%, omega 6 fatty acids 2.5%.", "price": 45.0, "rating": "5", "image1": "3D_LATERAL_MED_AD_BEEF_12KG_64306_3000x3000px-e1624357534937.png", "image2": "", "image3": "", "sku": "D01N01P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 35, "fields": {"name": "Natural Trainer Sensitive Salmone (12kg)", "friendlyname": "Natural Trainer Sensitive Salmone (12kg)", "category": 1, "subcategory": 1, "description": "Natural Trainer Sensitive Salmone dog food has been specially developed for dogs of both medium and large size.\r\n\r\nThis hypoallergenic dog food is based on one protein and one carbohydrate source (OAP), supplemented with functional ingredients that promote the general well-being of the animal. The use of dried salmon meal as the only source of little common animal protein, together with maize as the only source of rapidly absorbing carbohydrates and maize oil as the only source of added fats, makes this feed particularly suitable for animals with food intolerances.\r\n\r\nThe dried pineapple stem extract promotes healthy digestion, while the dried buckthorn extract (oriental shrub) compensates for the increased need for antioxidants. Supplementing with the Green-lipped mussel (Perna canaliculus) provides nutrients that are conducive to healthy joints (mobility), with which medium and large breeds tend to show problems.\r\n\r\nIngredients\r\n\r\nsalmon\r\npineapple extract\r\nflax seed\r\nspirulina\r\nDehydrated salmon protein 12%, whole maize 11.5%, rice, peas, maize flour “fioretto”, maize protein, rice groats, salmon 6.5%, brown rice 4%, fat of animal origin, linseed * 2.8%, maize oil, minerals , aroma without animal protein, dried chicory root extract (source of inulin) * 0.7%, lignocellulose, dried pineapple stem extract * 0.1%, seaweed (Schizochytrium spp.) * 0.08%, spirulina (Arthrospira platensis) * 0.02 %, * Specific ingredients of natural origin* Specific ingredients of natural origin\r\n\r\nNutritional additives: vitamin A 26,000 IU, vitamin D₃ 1350 IU, vitamin E 555 mg, copper (II) sulfate pentahydrate 49.13 mg (copper 12.5 mg), iron (II) carbonate 310.5 mg (iron 150 mg) , coated granulated calcium iodate anhydrous 3.85 mg (iodine 2.5 mg), sodium selenite 0.44 mg (selenium 0.2 mg), zinc oxide 193.4 mg (zinc 156 mg), manganese(II) oxide 45.1 mg (manganese 35 mg), Sensory additives : dried Boswellia serrata extract * 600 mg, ** It may contain traces of other animal proteins.\r\n\r\ncrude protein 24%, crude fat 14%, crude fiber 2.5%, crude ash 7%, magnesium 0.1%, omega 3 1.5%", "price": 50.0, "rating": "5", "image1": "Hond-Sensitive-zalm2.jpeg", "image2": "", "image3": "", "sku": "D01N01P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 36, "fields": {"name": "Ecolitter Naturina Cat Litter", "friendlyname": "Ecolitter Naturina Cat Litter", "category": 2, "subcategory": 1, "description": "The natural, economical alternative for your cat\r\n\r\nCat litter usually makes a significant contribution to the mountain of waste. Now there is finally an environmentally friendly alternative: Ecolitter. This cat litter is made from corn kernels and stalks, without artificial additives. The material absorbs the faeces and the lumps that are formed can be simply thrown away in the toilet, because they dissolve in water. A clean, safe and sustainable solution, also for kittens!\r\n\r\nEconomical in use\r\n\r\nThe great advantage of Ecolitter is its low weight. A bag weighs less than 3 kilograms, and that saves a lot of lugging. When you change the litter box, simply remove the clumps and refill the box to 5-6 centimeters. This means that you can use a relatively small, light packaging for at least a month.\r\n\r\nPure nature\r\n\r\nThe organic composition makes Ecolitter extremely environmentally friendly. Unlike cat litter, the product is fully recyclable and there is no residual waste. The cat litter comes in a paper packaging and because the product comes from Italy, the transport costs are relatively low.\r\n\r\nNo odors, no spout\r\n\r\nEcolitter has a neutral odor, and because the stool is immediately coated, unpleasant odors are a thing of the past. This is pleasant for people and animals, because many cats have an aversion to the artificial scents that are added to other cat litters.\r\n\r\nExtensively tested\r\n\r\nEcolitter has been field tested by cat lovers and professional breeders. They are very pleased with the many advantages of this innovative product:\r\n\r\nVegetable, without additives\r\nEconomical in use\r\nLightweight packaging\r\nNeutral smell\r\nDust-free, almost no spout\r\nDoes not stick to the tray\r\nEasy to clean up\r\nNo residual waste\r\nBeneficial for the environment", "price": 10.0, "rating": "5", "image1": "Naturina-Kattenbakvulling-2.jpeg", "image2": "", "image3": "", "sku": "C01N01P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 37, "fields": {"name": "Naturina Tuna and Lobster", "friendlyname": "Naturina Tuna and Lobster", "category": 2, "subcategory": 1, "description": "Fresh meat wet food for all cats", "price": 1.0, "rating": "5", "image1": "Naturina-blik-Tonijn-kreeft-kat.jpeg", "image2": "", "image3": "", "sku": "C01N01P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 38, "fields": {"name": "Forza10 Active Diet Hypoallergenic", "friendlyname": "Forza10 Active Diet Hypoallergenic", "category": 2, "subcategory": 1, "description": "Diet foods of the “FORZA10 Active” line have been developed with the express aim of completely eliminating meat and bone meal from animals from intensive livestock farming, especially chicken and turkey. The entire Active line is therefore based on the use, as the sole protein source, of sea-caught fishmeal. These diets are characterized by the natural presence of Omega-3 fatty acids and the inclusion of specific botanicals. All “FORZA10 Active” foods can be administered without an adjustment period. Learn what makes our ingredients unique at forza10.com/powerofnature (IT/EN). The effectiveness of the “Active” line is supported by numerous studies and investigations (more than 25 in the past two years) published in international scientific journals: discover more at forza10.\r\n\r\nCOMPLETE DIET FOR CATS. Composition (croquette only): rice, fish meal (anchovy) 26%, hydrolysed fish protein 5%, oils and fats (of which 3.7% fish oil), algae (Ascophyllum nodosum), minerals, brewer's yeast, dried yeast, fructooligosaccharides, Yucca schidigera. – (AFS tablet – 7% of feed): hydrolyzed fish protein 3%, hydrolyzed vegetable protein, minerals, fresh fruit and vegetable products and by-products (Carica papaya 0.0151%), products from herbal processing (Aloe vera 0.0112).\r\n\r\nAdditives (per kg): Nutritional additives: vitamin A 21000 IU, vitamin D3 1200 IU, vitamin E/all-rac-alpha-tocopheril acetate 120 mg, vitamin B1 8 mg, vitamin B2 5 mg, vitamin B6 5 mg, vitamin B12 0.02 mg, Vitamin H (biotin) 0.1 mg, Vitamin PP 100 mg, D-pantothenic acid 7 mg, folic acid 1.1 mg, choline chloride 2300 mg, ferrous sulphate monohydrate 290 mg (Fe 90 mg), zinc sulphate monohydrate 130 mg (Zn 48 mg), zinc chelate of amino acids, hydrated 180 mg (Cu 48 mg), copper chelate(II) of amino acids, hydrated 23 mg (Cu 7 mg), copper sulfate(II) pentahydrate 23 mg (Cu 7 mg), manganese oxide 11 mg (Mn 8 mg ), potassium iodide 0.55 mg (I 0.3 mg), sodium selenite 0.26 mg (Se 0.1 mg), DL-methionine 600 mg, taurine 1000 mg. Sensory Additives: Botanically Defined Natural Products: Punica granatum 103mg,\r\n\r\nAnalytical components: moisture 8%, crude protein 30%, crude fat 13.5%, crude fiber 2.0%, crude ash 7.5%, calcium 1.5%, phosphorus 1.3%, Omega3 0.7%, Omega6 2.1%. Ratio Omega3/6 1:3. ME: 3560 kcal/kg – 14.9 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. Fresh drinking water should always be available. Store in a cool, dry place. Particular nutritional purpose: a) support of the skin function in case of skin disease and excessive hair loss; b) reduction of intolerances to ingredients and nutrients. Essential nutritional characteristics: a) high concentration of essential fatty acids (fish oil); b) selected sources of proteins and carbohydrates (high biological value marine fish meal, rice and oil). Recommended period of use: a) skin function support: up to 2 months initially; b) reduction of ingredient and nutrient intolerances: 3 to 8 weeks. If the symptoms of intolerance disappear, the product can be used indefinitely. Ask your veterinarian for advice before use or before extending the period of use. Normally, the product can be administered without the need for an adjustment period, as any side effects, such as diarrhea, are objectively rare. Best before: date, lot number, net weight and registration number: see packaging.", "price": 17.0, "rating": "5", "image1": "Forza10-Active-Hypoallergenic-kat.jpeg", "image2": "", "image3": "", "sku": "C01N01P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 39, "fields": {"name": "Natural Trainer Urinary", "friendlyname": "Natural Trainer Urinary", "category": 2, "subcategory": 1, "description": "Natural Trainer Urinary Cat Food focuses on the cat's natural instinct to often vary the taste of its food.\r\n\r\nFresh chicken and turkey meat allows us to offer the cat a very tasty meal, with an optimal protein profile, ideal for a real carnivore. The new, modern formulation makes it possible to alternate the different flavors within the Trainer Adult products without any digestive problems, thanks to Trainer® Safe Transition. Natural Trainer contains no salt and sugar and thus contributes to a healthy lifestyle for your cat.\r\n\r\nPropolis, dried peppermint extract and dried apple extract (AppleZinTM) help maintain proper oral hygiene. Cranberry extract, controlled phosphorus and magnesium help keep the urinary tract healthy. Enriched with zinc, biotin and Schizochytrium algae for the well-being of the skin and the beauty of the coat. Brewer's yeast and prebiotics ensure a balanced digestion.\r\n\r\nIngredients\r\n\r\nchicken\r\ncranberry extract\r\nbeet pulp and chicory\r\nlinseed and egg\r\nDehydrated chicken and turkey proteins, rice, maize protein, fresh chicken and turkey meat (chicken 13.5%), maize, animal fat, hydrolysed animal proteins, dried egg * 2%, linseed * 1.7%, beet pulp * 1.7 %, minerals, dried chicory root extract (source of inulin) * 0.7%, brewer's yeast, lignocellulose, seaweed (Schizochytrium spp.) *, dried cranberry extract * 0.02%, AppleZin ™ dried apple extract * 0.0025%, * Specific ingredients of natural originAppleZin ™ dried apple extract * 0.0025%, * Specific ingredients of natural originAppleZin ™ dried apple extract * 0.0025%, * Specific ingredients of natural origin\r\n\r\nNutritional additives: vitamin A 27500 IU, vitamin D3 1600 IU, vitamin E 510 mg, vitamin C 100 mg, biotin 0.15 mg, taurine 2000 mg, copper (II) sulfate pentahydrate 19.65 mg (copper 5 mg), iron ( II) carbonate 165.6 mg (iron 80 mg), coated granulated calcium iodate anhydrous 0.62 mg (iodine 0.4 mg), sodium selenite 0.22 mg (selenium 0.1 mg), zinc oxide 93 mg (zinc 75 mg), manganese (II) oxide 9.68 mg (manganese 7.5 mg)., Zootechnical additives : ammonium chloride 5 g.\r\n\r\nCrude protein 34%, crude fat 16%, crude fiber 2.2%, crude ash 6.7%, Omega 3 0.75%, Omega 6 3.5%", "price": 16.0, "rating": "5", "image1": "Natural_trainer-Adult_Urinary.jpeg", "image2": "", "image3": "", "sku": "C01N01P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 40, "fields": {"name": "Natural Trainer Ideal Weight", "friendlyname": "Natural Trainer Ideal Weight", "category": 2, "subcategory": 1, "description": "Natural Trainer Ideal Weight cat food focuses on the cat's natural instinct to often vary the taste of its food.\r\n\r\nFresh chicken and turkey meat allows us to offer the cat a very tasty meal, with an optimal protein profile, ideal for a real carnivore. The new, modern formulation makes it possible to alternate the different flavors within the Trainer Adult products without any digestive problems, thanks to Trainer® Safe Transition. Natural Trainer contains no salt and sugar and thus contributes to a healthy lifestyle for your cat.\r\n\r\nPropolis, dried peppermint extract and dried apple extract (AppleZinTM) help maintain proper oral hygiene. Cranberry extract, controlled phosphorus and magnesium help keep the urinary tract healthy. Enriched with zinc, biotin and Schizochytrium algae for the well-being of the skin and the beauty of the coat. Brewer's yeast and prebiotics ensure a balanced digestion.\r\n\r\nIngredients\r\n\r\nwhite meat\r\ncranberry extract\r\nbeet pulp and chicory\r\nprickly pear leaf extract\r\nDehydrated chicken and turkey proteins, maize, maize protein, fresh white meat (chicken and turkey) 5%, pea fiber *, beet pulp * 3.2%, maize flour “fioretto”, lignocellulose, animal fat, hydrolysed animal protein, linseed *, autolysed yeast, minerals, dried chicory root extract (source of inulin) * 0.7%, brewer's yeast, NeOpuntia® dried Opuntia ficus-indica leaf extract * 0.14%, seaweed (Schizochytrium spp.) *, bioactive collagen peptides * 0.06%, dried cranberry extract * 0.02%, * Specific ingredients of natural origin\r\n\r\nNutritional additives: vitamin A 27500 IU, vitamin D3 1600 IU, vitamin E 510 mg, vitamin C 100 mg, biotin 0.15 mg, L-carnitine 500 mg, taurine 2000 mg, copper (II) sulfate pentahydrate 19.65 mg (copper 5 mg), iron(II) carbonate 165.6 mg (iron 80 mg), coated granulated calcium iodate anhydrous 0.62 mg (iodine 0.4 mg), sodium selenite 0.22 mg (selenium 0.1 mg), zinc oxide 93 mg (zinc 75 mg), manganese (II) oxide 9.68 mg (manganese 7.5 mg)., Zootechnical additives : ammonium chloride 4 g.\r\n\r\nCrude protein 37.5%, crude fat 9.5%, crude fiber 5%, crude ash 7%, Omega 3 0.7%, Omega 6 2.5%, Metabolizable energy 3.575 kcal / kg", "price": 16.0, "rating": "5", "image1": "Natural_trainer-Adult_IdealWeight.jpeg", "image2": "", "image3": "", "sku": "C01N01P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 41, "fields": {"name": "Natural Trainer Kitten", "friendlyname": "Natural Trainer Kitten", "category": 2, "subcategory": 1, "description": "Natural Trainer Kitten cat food focuses on the cat's natural instinct to often vary the taste of its food.\r\n\r\nNatural Trainer's cat food has a 'high meat content'. This means that basic ingredients consist of protein-rich meat products. Natural Trainer contains no salt and sugar and thus contributes to a healthy lifestyle for your cat.\r\nSmall sized kibble with specific nutritional needs for your kitten's first growth period. Pro active digestion thanks to a selection of special ingredients, Brewer's yeast, FOS, prebiotics. Special formula for the urinary tract thanks to cranberry, FOS, and controlled levels of phosphorus and magnesium.\r\n\r\nIngredients\r\n\r\nchicken\r\ncranberry extract\r\nYeast Extract Nucleotides\r\nDehydrated chicken and turkey proteins, fresh chicken and turkey meat (chicken 13.5%), rice, maize protein, maize, animal fat, dehydrated fish proteins, hydrolysed animal proteins, linseed * 2.2%, beet pulp *, dried chicory root extract (source of inulin) * 0.7%, pea fiber *, minerals, brewer's yeast, MOS (mannan-oligosaccharides) * 0.3%, seaweed (Schizochytrium spp.) * 0.1%, yeast extract (nucleotides) * 0.03%, dried cranberry extract * 0.02%, * Specific ingredients of natural origin seaweed (Schizochytrium spp.) * 0.1%, yeast extract (nucleotides) * 0.03%, dried cranberry extract * 0.02%, * Specific ingredients of natural origin seaweed (Schizochytrium spp.) * 0.1%, yeast extract (nucleotides) * 0.03%, dried cranberry extract * 0.02%, * Specific ingredients of natural origin dried cranberry extract * 0.02%,* Specific ingredients of natural origin dried cranberry extract * 0.02%, * Specific ingredients of natural origin\r\n\r\nNutritional additives: Vitamin A 33000 IU, vitamin D3 1920 IU, vitamin E 525 mg, vitamin C 100 mg, taurine 2100 mg, copper (II) sulfate pentahydrate (copper 6 mg) 23.58 mg, iron (II) carbonate (iron 96 mg) 198.72 mg, coated granules anhydrous calcium iodate (iodine 0.48 mg) 0.74 mg, sodium selenite (selenium 0.12 mg) 0.26 mg, zinc oxide (zinc 90 mg) 111.6 mg, manganese (II ) oxide (manganese 9 mg) 11.6 mg\r\n\r\nCrude protein 36.5%, crude fat 19%, crude fiber 2%, crude ash 7%, omega 3 1%", "price": 14.0, "rating": "5", "image1": "Natural_trainer_Kitten_Chicken_15kg.jpeg", "image2": "", "image3": "", "sku": "C01N01P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 42, "fields": {"name": "Natural Trainer Chicken", "friendlyname": "Natural Trainer Chicken", "category": 2, "subcategory": 1, "description": "Natural Trainer Chicken cat food focuses on the cat's natural instinct to often vary the taste of its food. Also ideal for sterilized outdoor cats.\r\nFresh chicken and turkey meat allows us to offer the cat a very tasty meal, with an optimal protein profile, ideal for a real carnivore. The new, modern formulation makes it possible to alternate the different flavors within the Trainer Adult products without any digestive problems, thanks to Trainer® Safe Transition. Natural Trainer contains no salt and sugar and thus contributes to a healthy lifestyle for your cat.\r\n\r\nPropolis, dried peppermint extract and dried apple extract (AppleZinTM) help maintain proper oral hygiene. Cranberry extract, controlled phosphorus and magnesium help keep the urinary tract healthy. Enriched with zinc, biotin and Schizochytrium algae for the well-being of the skin and the beauty of the coat. Brewer's yeast and prebiotics ensure a balanced digestion.\r\n\r\nIngredients\r\n\r\nchicken\r\ncranberry extract\r\nbeet pulp and chicory\r\nFresh chicken and turkey meat (chicken 13.5%), dried chicken and turkey proteins, maize, dried beef proteins, maize flour “fioretto”, rice, maize protein, animal fat, beet pulp * 2.5%, hydrolysed animal protein, linseed *, pea fiber *, minerals, dried chicory root extract (source of inulin) * 0.7%, brewer's yeast, seaweed (Schizochytrium spp.) *, dried cranberry extract * 0.02%, AppleZin ™ dried apple extract * 0.0025%, * Specific ingredients of natural origin) *, dried cranberry extract * 0.02%, AppleZin ™ dried apple extract * 0.0025%, * Specific ingredients of natural origin) *, dried cranberry extract * 0.02%, AppleZin ™ dried apple extract * 0.0025%, * Specific ingredients of natural origin* Specific ingredients of natural origin* Specific ingredients of natural origin\r\n\r\nNutritional additives: vitamin A 27500 IU, vitamin D3 1600 IU, vitamin E 510 mg, vitamin C 100 mg, biotin 0.15 mg, taurine 2000 mg, copper (II) sulfate pentahydrate 19.65 mg (copper 5 mg), iron ( II) carbonate 165.6 mg (iron 80 mg), coated granulated calcium iodate anhydrous 0.62 mg (iodine 0.4 mg), sodium selenite 0.22 mg (selenium 0.1 mg), zinc oxide 93 mg (zinc 75 mg), manganese (II) oxide 9.68 mg (manganese 7.5 mg)., Zootechnical additives : ammonium chloride 4 g.\r\n\r\nCrude protein 33%, crude fat 16%, crude fiber 2.2%, crude ash 6.7%, Omega 3 0.8%, Omega 6 3.5%", "price": 14.0, "rating": "5", "image1": "Natural_trainer_Adult_Chicken_15Kg-1.jpeg", "image2": "", "image3": "", "sku": "C01N01P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 43, "fields": {"name": "Naturina can 70 gr Chicken-Beef", "friendlyname": "Naturina can 70 gr Chicken-Beef", "category": 2, "subcategory": 1, "description": "NATURINA Élite is a complementary cat food 100% NATURAL, made with CHICKEN BREAST FILLETS (Hormone Free) and BEEF, STEAM COOKED and preserved in BOILED WATER (no jelly). Contains only HIGH QUALITY NATURAL INGREDIENTS without additives, colorings and preservatives.\r\n\r\nAnalytical Constituents\r\nUmidità – Moisture 75%\r\nProteina grezza – Crude protein 20% Oli e grassi grezzi – Crude fats 0.1% Ceneri grezze – Crude ash 1% Fibra grezza – Crude fiber 0.1% Kcal/kg 936.8 – MJ/ kg 3.92\r\n\r\nComposition\r\nPollo – Chicken 70%\r\nAcqua di Cottura – Cooking water 24%\r\nManzo – Beef 5%\r\nRiso – Rice 1%", "price": 1.0, "rating": "5", "image1": "Naturina-blik-kip-rund-kat.jpeg", "image2": "", "image3": "", "sku": "C01N01P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 44, "fields": {"name": "Natural Trainer Tasting 4x 300 gr", "friendlyname": "Natural Trainer Tasting 4x 300 gr", "category": 2, "subcategory": 1, "description": "1x 300 grams Chicken\r\n\r\n1x 300 grams Tuna\r\n\r\n1x 300 grams Salmon\r\n\r\n1x 300 grams White Meats", "price": 15.0, "rating": "5", "image1": "Natural_trainer_Proeverijtje_300gr-1.jpeg", "image2": "", "image3": "", "sku": "C01N01P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 45, "fields": {"name": "Forza10 Active Diet Urinary", "friendlyname": "Forza10 Active Diet Urinary", "category": 2, "subcategory": 1, "description": "Diet foods of the “FORZA10 Active” line have been developed with the express aim of completely eliminating meat and bone meal from animals from intensive livestock farming, especially chicken and turkey. The entire Active line is therefore based on the use, as the sole protein source, of sea-caught fishmeal. These diets are characterized by the natural presence of Omega-3 fatty acids and the inclusion of specific botanicals. All “FORZA10 Active” foods can be administered without an adjustment period. Learn what makes our ingredients unique at forza10.com/powerofnature (IT/EN). The effectiveness of the “Active” line is supported by numerous studies and investigations (more than 25 in the past two years) published in international scientific journals: discover more at forza10.\r\n\r\nCOMPLETE DIET FOR CATS. Composition (croquette only): rice, fish meal (anchovy) 17%, hydrolyzed vegetable protein, hydrolyzed fish protein 6%, oils and fats (of which 4% fish oil), algae (Ascophyllum nodosum), minerals, brewer's yeast, dried yeast, fructooligosaccharides , Yucca schidigera. – (AFS tablet – 7% of feed): hydrolysed fish protein 3%, hydrolysed vegetable protein, minerals, herbal products (Lespedeza spp. 0.0589%), fresh fruit and vegetable products and by-products (Vaccinium macrocarpon 0.0372%) .\r\n\r\nAdditives (per kg): Nutritional additives: vitamin A 16500 IU, vitamin D3 1100 IU, vitamin E/all-rac-alpha-tocopheril acetate 150 mg, vitamin B1 8 mg, vitamin B2 5 mg, vitamin B6 5 mg, vitamin B12 0.02 mg, vitamin H (biotin) 0.1 mg, vitamin PP 90 mg, D-pantothenic acid 7 mg, folic acid 1.1 mg, choline chloride 2000 mg, DL-methionine 6900 mg, taurine 1500 mg, ferrous sulfate monohydrate 290 mg (Fe 95 mg) , zinc sulfate monohydrate 120 mg (Zn 45 mg), zinc chelate of amino acids, hydrate 170 mg (Zn 45 mg), copper(II) chelate of amino acids, hydrate 35 mg (Cu 9 mg), copper(II) sulfate pentahydrate 35 mg ( Cu 9 mg), manganese oxide 11 mg (Mn 9 mg), potassium iodide 0.6 mg (I 0.4 mg), sodium selenite 0.3 mg (Se 0.1). Sensory additives: Botanically defined natural products: Taraxacum officinale 231 mg,\r\n\r\nAnalytical components: moisture 8%, crude protein 28%, crude fat 15.5%, crude fiber 2%, crude ash 7%, Omega3 0.8%, Omega6 3.3%, Ca 1.2%, P 1%, K 1%, Na 0.2% , Mg 0.05%, Chlorides 1.3%, S 0.5%. ME: 3690 kcal/kg – 15.4 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. We recommend fresh water to After opened, keep in the refrigerator. Particular nutritional purpose: a) “dissolution of struvite stones” “feline lower urinary tract disease”; b) “reducing the recurrence of struvite stones”; c) “reduction of intolerances to ingredients and nutrients”. Essential nutritional characteristics: a) b) low magnesium concentration and urine acidifying properties (DL-Methionine); c) selected sources of proteins and carbohydrates (fish meal, high biological value rice). Recommended period of use: a) dissolution of struvite stones: 5 to 12 weeks; b) reduction of the recurrence of struvite stones: up to 6 months; c) reduction of intolerances to ingredients and nutrients: 3 to 8 weeks. If the symptoms of intolerance disappear, the product can be used indefinitely. Ask your veterinarian for advice before use or before extending the period of use. Normally, the product can be administered without the need for an adjustment period, as any side effects, such as diarrhea, are objectively rare. Best before: date, lot number, net weight and registration number: see packaging.\r\n\r\nBag 100 grams:\r\n\r\nFood formulated with a single carbohydrate source, sea-caught fish and grazing lamb. COMPLETE DIET FOR CATS. Composition: fish 50% (salmon 100%), lamb liver 10%, rice, minerals, vegetable fat and oil (Elaeis guineensis), herbal products (Hieracium pilosella 0.14%, Lespedeza spp. 0.116%), starch, dried fruit pulp (Vaccinium macrocarpon 0.0735%).\r\n\r\nAdditives (per kg): Nutritional additives: vitamin D3 160 IU, vitamin E 14 mg, vitamin B1 3 mg, vitamin B6 0.6 mg, vitamin H (biotin) 0.04 mg, folic acid 0.01 mg, taurine 415 mg, zinc sulphate monohydrate 10.4 mg (Zn 3.9 mg), manganese sulfate monohydrate 4.6 mg (Mn 1.6 mg), potassium iodide 0.7 mg (I 0.5 mg), DL-methionine 2000 mg. Sensory additives: Botanically defined natural products: Urtica dioica L. 1239 mg, Taraxacum officinale 462 mg. Technological additives: cassia gum 1700 mg.\r\n\r\nAnalytical constituents: moisture 80%, crude protein 7.8%, crude fat 6.8%, crude fiber 0.6%, crude ash 1.7%, Ca 0.35%, P 0.20%, K 0.18%, Na 0.12%, Mg 0.01%, Cl 0.2% , S 0.08%, Omega3 0.7%, Omega6 1.4%. ME: 960 kcal/kg – 4.0 MJ/kg.\r\n\r\nDirections for use / daily amount: see table. We recommend fresh water at will. Serve at room temperature. Store in a cool, dry place. After opening, keep in the refrigerator. Particular nutritional purpose: a) “dissolution of struvite stones” “feline lower urinary tract disease”; b) “reducing the recurrence of struvite stones”; c) “reduction of intolerances to ingredients and nutrients”. Essential nutritional characteristics: a) low magnesium concentration and urine acidifying properties; b) moderate magnesium concentration and urine acidifying properties; c) selected sources of proteins and carbohydrates (high biological value lamb, fish and rice). Recommended period of use: a) dissolution of struvite stones: 5 to 12 weeks; b) reduction of the recurrence of struvite stones: up to 6 months; c) reduction of intolerances to ingredients and nutrients: 3 to 8 weeks. Ask your veterinarian for advice before use or before extending the period of use. Best before: date, lot number, net weight and registration number: see packaging.\r\n\r\nThe product may contain traces of pig, horse, deer or sheep.", "price": 17.0, "rating": "5", "image1": "Forza10-Active-urinary2-kat-1.jpeg", "image2": "", "image3": "", "sku": "C01N01P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 47, "fields": {"name": "Cédé Eggfood Large parakeets and Parrots", "friendlyname": "Cédé Eggfood Large parakeets and Parrots", "category": 3, "subcategory": 1, "description": "Cédé Eggfood Large Parakeets and Parrots  is a protein-rich, complementary food for all types of parakeets and parrots. The food is suitable for large parakeets such as Australian, South American, Asian and African parakeets. It is also suitable for parrots such as macaws, cockatoos and amazons. The complementary food is unique because of the addition of whole eggs. In addition to high-quality proteins, the food also contains many necessary vitamins, minerals, amino acids and trace elements. The addition of amino acids promotes moulting. This way your bird gets all the nutrients for a successful breeding. \r\n\r\nSuitable for large parakeets and parrots\r\nWith whole eggs and rich in high-quality proteins\r\nContains various vitamins, minerals, amino acids and trace elements\r\nFor a successful breeding\r\nAmino acids promote moulting\r\n \r\n\r\nAt Brekz you can order the best Cédé Eggfood online easily and cheaply. View our range and buy Cédé Eggfood Large Parakeets and Parrots now at the best prices. \r\n\r\nThe shelf life of Cédé Eggfood Large Parakeets and Parrots is stated on the packaging and is usually sufficient if you adhere to the recommended use.\r\n \r\n\r\nFeeding advice Cédé Eggfood Large Parakeets and Parrots\r\nMake it loose with a few drops of water. Keep dry and cool. Rest period Provide 1/4th part of the daily ration 2 to 3 times a week. Breeding period Feed daily, if possible 2 to 3 times a day, as needed. Provide 1/4th of the daily ration daily from independent food. Moulting period Provide 1/4th of the daily ration daily.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\nIngredients Cédé Eggfood Large Parakeets and Parrots\r\nBakery products, egg and egg products, sugars, vegetable protein extracts, molluscs, fruit, oils and fats, minerals. Analytical components Crude protein (17.8%), crude fat (7.8%), crude fiber (3%), crude ash (4.5%), calcium (0.9%), phosphorus (0.4% ), sodium (0.5%), magnesium (0.01%). Added Foods Vitamin A (19,500 IU/kg), Vitamin D3 (2,000 IU/kg), Vitamin E (50 mg), Vitamin K (2 mg), Vitamin B1 (12 mg), Vitamin B2 (38 mg), Vitamin B5 (55mg), Choline Chloride (210mg), Vitamin PP (100mg), Vitamin B6 (1.75mg), Vitamin B12 (0.1mg), Vitamin H (0.38mg), Folic Acid (7mg ), vitamin C (4 mg), manganese sulfate (80 mg), zinc sulfate (58 mg), copper sulfate (5 mg), calcium iodate (1.2 mg), Dl-Methionine (250 mg), L-Lysine (1,300 mg ).", "price": 26.0, "rating": "5", "image1": "cede-eivoer-grote-parkieten-en-papegaaien.jpeg", "image2": "", "image3": "", "sku": "B01N01P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 48, "fields": {"name": "Nutribird B18 breed small parakeets", "friendlyname": "Nutribird B18 breed small parakeets", "category": 3, "subcategory": 1, "description": "Nutribird B18 breeding small parakeets  is a complete breeding food for budgies and other small parakeets. The food is also suitable for lovebirds, neophemas and forpus. The pellets contain a scientifically sound composition and are based on grains, fresh fruits and 50% millet. The food is fully absorbable and also contains Florastimul, which supports the intestinal flora and protects it against intestinal disorders. Please bear in mind that any switch to granular feed should be done gradually.\r\n\r\nA scientifically sound composition \r\nContains grains, fresh fruits and millet\r\nFully absorbable\r\nContains support against intestinal disorders\r\nSuitable for budgies and small parakeets\r\nCan also be used for lovebirds, neophemas and forpuss\r\n \r\nAt Brekz you can order the best Nutribird bird food cheaply online. View our range and buy Nutribird B18 breeding small parakeets now at the best prices. Ordered quickly and easily. \r\n\r\nThe shelf life of Nutribird B18 breeding small parakeets is stated on the packaging and is usually sufficient if you adhere to the recommended use.\r\n \r\n\r\nIngredients Nutribird B18 breed small parakeets\r\nCereals, seeds (min. 50% millet), fruits (min. 5% fresh fruit), vegetable protein extracts, vegetable by-products, sugar, minerals, L-lysine, methionine, extr. yucca schidigera, fructooligosaccharides, vitamins, trace elements. Analytical components Protein (18%), fat content (8%), crude fiber (3.5%), crude ash (6.5%), calcium (0.9%), phosphorus (0.6%), lysine ( 0.95%), methionine (0.4%), cystine (0.3%), threonine (0.65%), tryptophan (0.2%). Added foods\r\n\r\nVitamin A (8,500 IU/kg), Vitamin D3 (1,800 IU/kg), Vitamin E (100 mg/kg), Vitamin K (3.5 mg/kg), Vitamin B1 (8.5 mg/kg), Vitamin B2 (19 mg/kg), vitamin B3 (24 mg/kg), vitamin B6 (7 mg/kg), vitamin B12 (0.04 mg/kg), vitamin C (60 mg/kg), vitamin PP (95 mg/kg), folic acid (1.8 mg/kg), biotin (0.31 mg/kg), choline chloride (725 mg/kg), B-carotene (5.2 mg/kg), [E2] iodine ( 2.5 mg/kg), [E4] copper (12 mg/kg), [E5] manganese (12 mg/kg), [E6] zinc (115 mg/kg), [E8] selenium (0.34 mg /kg). \r\nDyes, antioxidants, preservatives.", "price": 17.0, "rating": "5", "image1": "nutribird-b18-kweek-kleine-parkieten.jpeg", "image2": "", "image3": "", "sku": "B01N01P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 49, "fields": {"name": "Nutribird G14 Original Large Parakeets bird f", "friendlyname": "Nutribird G14 Original Large Parakeets bird f", "category": 3, "subcategory": 1, "description": "Versele-Laga Nutribird G14 Original Large parakeets food  is a tasty, complete maintenance food and is suitable for large parakeets. This complete food for large parakeets is packed with grains, fresh fruits and groundnuts. The food has been developed in collaboration with bird veterinarians, bird parks and bird breeders. Attention was paid to the composition, shape and properties of the bird food. The food is compressed into pellets by means of extrusion, so that each chunk has the same composition and selective eating behavior is not given a chance. In this way, your large parakeet will only receive the best of the best.\r\n\r\nAt Brekz you can order the best Versele-Laga Nutribird bird food cheaply online. View our range and buy Nutribird G14 Orginal Large parakeet food now at the best prices. Ordered quickly and easily. \r\n\r\nThe shelf life of Nutribird G14 Orginal Large parakeet foodis stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 40.0, "rating": "5", "image1": "nutribird-g14-original.jpeg", "image2": "", "image3": "", "sku": "B01N01P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 50, "fields": {"name": "Beaphar Xtra Vital Parrot Food", "friendlyname": "Beaphar Xtra Vital Parrot Food", "category": 3, "subcategory": 1, "description": "Beaphar Xtra Vital Parrot Food has been developed by nutritionists, vets and avian experts and is therefore the perfect food for your parrot. The food contains high-quality ingredients that are well distributed for an optimal balance of nutrients. Beaphar Xtra Vital is precisely tailored to the nutrients that parrots need. This mix offers 17 different seeds, eggfood and fruits that match a parrot's natural diet. The added Echinacea contributes to a healthy immune system. Mineral substances have been added in such a way that they can be absorbed well, so that shortages will not occur quickly. The honey gives the food a wonderful smell and taste, which ensures that your parrot will quickly accept this food. Even the pickiest of parrots will love it. \r\n\r\nDeveloped by nutritionists, vets and avian experts\r\nHigh-quality ingredients in an optimal recipe\r\nContains 17 different seeds, eggfood and fruits\r\nWith Echinacea and Minerals\r\nIs well accepted by smell, taste and appearance\r\nAt Brekz you can order the best food for your bird easily and cheaply online. Buy Beaphar Xtra Vital Parrot Food now at the best prices and view our extensive range. The shelf life of Beaphar Xtra Vital Parrot Food  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 17.0, "rating": "5", "image1": "beaphar-xtra-vital-papegaaienvoer.jpeg", "image2": "", "image3": "", "sku": "B01N01P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 51, "fields": {"name": "Versele-Laga Country's Best GRA mix Pigeons b", "friendlyname": "Versele-Laga Country's Best GRA mix Pigeons b", "category": 3, "subcategory": 1, "description": "Versele-Laga Fancy pigeon feed (GRA-mix) is a supplementary feed with a grain mixture for pigeons. This food consists of a standard mixture of seeds and crushed maize and is suitable for all types of pigeons. The power supply is available in a pack of 20 kg.\r\n\r\nAt Brekz you can order the best bird food from Versele-Laga quickly and cheaply online. View our range and buy Versele-Laga Country's Best food now at the best prices. Quickly ordered and easily delivered to your front door!\r\n\r\nThe shelf life of Versele-Laga Country's Best GRA-mix Pigeon bird food is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 19.0, "rating": "5", "image1": "versele-laga-show-b-.jpeg", "image2": "", "image3": "", "sku": "B01N01P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 52, "fields": {"name": "Cédé Eggfood Canary", "friendlyname": "Cédé Eggfood Canary", "category": 3, "subcategory": 1, "description": "Cédé Eggfood Canary is an excellent food for all types of song, color and posture canaries. Birds benefit greatly from protein from eggs. Whole eggs have therefore been processed in this food. The egg food is also rich in other important nutrients, such as vitamins and minerals. Birds are often fed seeds as a staple food. Seeds contain many, but not all, of the nutrients that birds need. Egg food supplements these deficiencies and is therefore an important and tasty alternative to the main food. The food does not only contain animal proteins, but is also rich in proteins that come from plants. This diet is therefore very complete. This egg food is also indispensable for birds during the breeding period, and birds that are moulting also benefit from this egg food.\r\n\r\nAvailable in packs of 1 and 5 kg. \r\n\r\nRich in animal and vegetable proteins\r\nSupplement to seed nutrition\r\nContains the right amount of vitamins and minerals\r\n \r\nAt Brekz you can order the best food for your bird cheaply online. View our range and buy Cédé Eggfood Canary at the best prices. Ordered quickly and easily!\r\n\r\nThe shelf life of Cédé Eggfood Canary is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 24.0, "rating": "5", "image1": "cede-eivoer-kanarie.jpeg", "image2": "", "image3": "", "sku": "B01N01P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 53, "fields": {"name": "Versele-Laga Prestige Beautiful finch seed bi", "friendlyname": "Versele-Laga Prestige Beautiful finch seed bi", "category": 3, "subcategory": 1, "description": "Versele-Laga Splendid Finchesseed  is a complete food for small tropical bird species. Examples of this are the Autralian finches, Amadines and Zebra finches. The composition of ingredients has been devised by breeders and veterinarians who have a lot of knowledge about these birds. The feed mainly consists of millet species and seeds. These contain vitamins, amino acids, minerals and omega-3 fatty acids and give your bird an optimal condition. Your bird also retains radiant feathers.\r\n\r\nAt Brekz you can order the best food for your bird cheaply online. View our range and buy Versele-Laga Beautiful Finches Seed at the best prices. Ordered quickly and easily!\r\n\r\nThe shelf life of  Versele-Laga Prachtvinkenzaad  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 29.0, "rating": "5", "image1": "versele-laga-prachtvinkenzaad.jpeg", "image2": "", "image3": "", "sku": "B01N01P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 54, "fields": {"name": "Versele-Laga Prestige Turtle Doves bird food", "friendlyname": "Versele-Laga Prestige Turtle Doves bird food", "category": 3, "subcategory": 1, "description": "Versele-Laga Prestige Turtle  Doves is a specially formulated complete food for turtle doves and other small exotic pigeons. The food is rich in a mixture of various quality seeds with specific properties that support the health of your bird. The turtle dove food can also be used as a scatter feed in gardens and parks.\r\n\r\nComplete food for turtle doves and other small exotic pigeons\r\nRich in various fine seeds\r\nSupports the health of your bird\r\nCan also be used as scatter feed\r\nAt Brekz you can order the best Versele Laga Prestige bird food cheaply online. View our range and buy Versele-Laga Prestige Turtle Dove at the best prices. Ordered quickly and easily!\r\n\r\nThe shelf life of Versele-Laga Prestige Turtle Dove is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 6.0, "rating": "5", "image1": "versele-laga-prestige-tortelduif.jpeg", "image2": "", "image3": "", "sku": "B01N01P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 55, "fields": {"name": "Kasper Fauna Ornamental Fowl Maintenance Pell", "friendlyname": "Kasper Fauna Ornamental Fowl Maintenance Pell", "category": 3, "subcategory": 1, "description": "Kasper Fauna Ornamental Fowl Maintenance Pellet  is a complete food and has been specially developed for ornamental fowl. The food has been developed to meet the special requirements placed on ornamental fowl with regard to plumage, beak color and legs. Ornamental fowl include; all pheasant species, peacocks, partridges, turkeys, quail, guinea fowl, bantam hens and old land fowl breeds. The food, if used correctly, promotes good rearing, feathering and production. The Kasper Fauna Ornamental Fowl Maintenance Pellet is particularly suitable for ornamental fowl from 18 weeks and for feeding outside the breeding season.\r\n\r\nSpecially developed for ornamental fowl species\r\nPromotes a shiny plumage \r\nFor a healthy beak and legs color\r\nPromotes good rearing, feathering and production\r\nParticularly suitable for ornamental fowl from 18 weeks and for feeding outside the breeding season.\r\n \r\nAt Brekz you can buy the best Kasper Faunafood bird food cheaply online. View our range and buy Kasper Fauna Ornamental Fowl Maintenance Pellet now at the best prices. Ordered quickly and easily!\r\n\r\nThe shelf life of Kasper Fauna Ornamental Fowl Maintenance Pellet  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 7.0, "rating": "5", "image1": "kasper-fauna-sierhoender-onderhoudskorrel.jpeg", "image2": "", "image3": "", "sku": "B01N01P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 56, "fields": {"name": "Kasper Fauna Rabbit Pellet Sport", "friendlyname": "Kasper Fauna Rabbit Pellet Sport", "category": 4, "subcategory": 1, "description": "Kasper Fauna Rabbit Pellet Sport  is a complete food for rabbits from sport breeders. This food is balanced and contains all nutrients, minerals, vitamins and trace elements in the right proportion. This is good for digestion. In addition, this food promotes a healthy and shiny coat. The food contains a coccidiostat against the most common types of coccidiosis in rabbits. These fatty acids support intestinal health. The Kasper Fauna Rabbit Pellet Sport is suitable for rabbits from 6 weeks. At Brekz you can order the best food for your rabbit cheaply online. View our range and buy Kasper Fauna Rabbit Pellet Sport now at the best prices. Ordered quickly and easily! The shelf life of  Kasper\r\n\r\n\r\n \r\nFauna Rabbit Pellet Sport is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 16.0, "rating": "4", "image1": "kasper-fauna-konijnenkorrel-sport.jpeg", "image2": "", "image3": "", "sku": "R01N01P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 57, "fields": {"name": "Supreme Science Selective Adult Rabbit Food", "friendlyname": "Supreme Science Selective Adult Rabbit Food", "category": 4, "subcategory": 1, "description": "Science Selective Adult rabbit  food is a complete, balanced diet and is suitable for all rabbits. The composition of the food prevents your rabbit from eating selectively. The food has been specially developed for active, adult rabbits and contains all the nutrients your pet needs for an active day. Thanks to the ample presence of dietary fiber, digestion is activated. In the added linseed, your rabbit will find high-quality Omega-3 and Omega-6 fatty acids, which support him in a healthy skin and coat. This food is free of added sugars.\r\n\r\nPrevents selective feeding, a common problem in rabbits\r\nSupports the teeth\r\nSpecially developed for active rabbits\r\nOptimal fiber content improves digestion\r\nTake care of the skin and coat thanks to Omega-3 and Omega-6 fatty acids\r\nFree from added sugars\r\nAt Brekz you can buy the best rabbit food cheaply online. View our range and buy Science Selective Adult rabbit food at the best prices. Ordered quickly and easily. \r\n\r\nThe shelf life of  Supreme Science Selective Rabbit  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 16.0, "rating": "5", "image1": "supreme-science-selective-konijn.jpeg", "image2": "", "image3": "", "sku": "R01N01P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 58, "fields": {"name": "Versele-Laga Cuni Complete Rabbit Food", "friendlyname": "Versele-Laga Cuni Complete Rabbit Food", "category": 4, "subcategory": 1, "description": "Versele-Laga Cuni Complete  is a complete food for your rabbit or dwarf rabbit that is composed of the best ingredients. The feed is carefully composed from natural raw materials, including vegetables, roots, herbs and various types of grass. This makes the food rich in vitamins, minerals and amino acids. Unlike many other rabbit food, this food contains no grains, which means it is low in starch. High fiber food is better for your rabbit's digestion and teeth. This also makes it easier for your rabbit to reach its ideal weight. Versele-Laga Cuni Complete also maintains your rabbit's coat thanks to the omega fatty acids present in the food. With this food you have a healthy rabbit, which eats its meal every day with taste!\r\n\r\nSuitable for rabbits and dwarf rabbits\r\nFor healthy teeth, shiny coat and glowing health\r\nHelps your rabbit to maintain an ideal weight\r\nWith extra vitamins and minerals\r\n \r\nThe best food for your rabbit can be ordered cheaply from Brekz. You can also buy Versele-Laga Cuni Complete from us for the best price. Order it easily online, and we will deliver it to your home! \r\n\r\nThe shelf life of  Versele-Laga Cuni Complete  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 11.0, "rating": "5", "image1": "versele-laga-cuni-complete.jpeg", "image2": "", "image3": "", "sku": "R01N01P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 59, "fields": {"name": "Supreme Science Selective Junior Rabbit Food", "friendlyname": "Supreme Science Selective Junior Rabbit Food", "category": 4, "subcategory": 1, "description": "Supreme Science Selective Junior Rabbit is a complete, balanced diet designed to meet the increased nutritional needs of 4-20 week old rabbits. You can also give this food to pregnant and lactating nurses. Supreme Science Selective Junior Rabbit is formulated to prevent your rabbit from eating selectively. It is also rich in dietary fiber and protein. The high fiber content (19%), supports digestion and helps your rabbit's teeth develop healthy. The proteins ensure that your rabbit grows up healthy with strong muscles. The food also contains specially added linseed, with high-quality Omega-3 and Omega-6 fatty acids, which contribute to a healthy skin and coat. Supreme Science Selective Junior rabbit food is free of added sugars.\r\n\r\nPrevents your rabbit from eating selectively\r\nSpecially developed for active rabbits\r\nHigh fiber content supports digestion\r\nOmega-3 and omega-6 fatty acids care for the skin and coat\r\nWithout added sugars and artificial additives\r\nAt Brekz you can buy the best rabbit food cheaply online. View our range and buy Supreme Science Selective Junior rabbit cheaply and easily.\r\n\r\nThe shelf life of Supreme Science Selective Junior rabbit is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 9.0, "rating": "5", "image1": "supreme-science-selective-jr-konijn.jpeg", "image2": "", "image3": "", "sku": "R01N01P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 60, "fields": {"name": "Versele-Laga Crispy Muesli for hamsters and r", "friendlyname": "Versele-Laga Crispy Muesli for hamsters and r", "category": 4, "subcategory": 1, "description": "Versele-Laga Crispy Muesli for hamsters and rats  is a complete, healthy food that is suitable for hamsters and other omnivorous rodents such as rats. The fiber-rich mix includes delicious nuts, lots of vegetables and puffed grains. Thanks to this special composition, it is an ideal food that contains all the nutrients your pet needs. The energy-rich mix can be absorbed well, so that your animal stays in top shape. The vitamins present in the food also ensure that the resistance of your hamster or rat improves. In addition, Versele-Laga Crispy Muesli for hamsters and rats helps keep your rodent's coat healthy and soft thanks to the high-quality ingredients.\r\n\r\nVaried mix with delicious ingredients\r\nFor healthy and energetic hamsters and rats\r\nWith extra vitamins and minerals\r\nEasily absorbable\r\n \r\nAt Brekz you can order the best food for your rodent cheaply online. View our range and buy Versele-Laga Crispy Muesli for hamsters and rats now at the best price. Easily ordered and comfortably delivered to your home!\r\n\r\nThe shelf life of  Versele-Laga Crispy Muesli for hamsters and rats  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 6.0, "rating": "5", "image1": "versele-laga-crispy-muesli-voor-hamsters-en-ratten.jpeg", "image2": "", "image3": "", "sku": "R01N01P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 61, "fields": {"name": "Versele-Laga Zero Classic all rodents and rab", "friendlyname": "Versele-Laga Zero Classic all rodents and rab", "category": 4, "subcategory": 1, "description": "Versele-Laga Zero Classic for all rodents is a complete mixed food for different types of rodents, such as hamsters, rabbits and guinea pigs. The food is packed with tasty and healthy ingredients and all the vitamins and minerals your animal needs to stay healthy. A high fiber content ensures a well-functioning digestion and abrasion of the teeth that otherwise become too long.\r\n\r\nSuitable for various types of rodents, such as hamsters, rabbits and guinea pigs\r\nContains various ingredients\r\nContains all the healthy vitamins and minerals your animal needs\r\nLet intestines work well\r\nEnsures natural tooth wear\r\n\r\nAt Brekz you can find a wide range of food for rodents. For example, order Versele-Laga Zero Classic for all rodents easily and cheaply online and your order will be delivered at home in no time!\r\n\r\nThe shelf life of  Versele-Laga Zero Classic for all rodents is stated on the packaging and is sufficient for daily use .", "price": 22.0, "rating": "5", "image1": "versele-laga-zore-classic-rattenvoer.jpeg", "image2": "", "image3": "", "sku": "R01N01P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 62, "fields": {"name": "Versele-Laga Nature Rat", "friendlyname": "Versele-Laga Nature Rat", "category": 4, "subcategory": 1, "description": "Versele-Laga Nature Rat is a food that is completely adapted to the diet of a rat. This varied mixture for rats contains mealworms as animal protein. Thanks to the extra dose of vitamin E, the resistance is optimally supported. The protein-rich diet provides a balanced diet. For an active animal, full of energy.\r\n\r\nVaried mixture with grains, especially for the rat\r\nProtein-rich food, for an energetic day\r\nMealworms as animal protein\r\nExtra dose of vitamin E, for optimal resistance\r\nAt Brekz you can order the best Versele-Laga rodent food cheaply online. View our range and buy Versele-Laga Nature Rat now at the best prices. Ordered quickly and easily!\r\n\r\nThe shelf life of Versele-Laga Nature Rat is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 12.0, "rating": "5", "image1": "versele-laga-nature-rat.jpeg", "image2": "", "image3": "", "sku": "R01N01P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 63, "fields": {"name": "Garvo squirrel food", "friendlyname": "Garvo squirrel food", "category": 4, "subcategory": 1, "description": "Garvo squirrel  food is a very complete vegetable food and is suitable for squirrels. This plant-based diet gives squirrels that little bit of extra variety in nutrients that you can use to give the visiting animals a helping hand. The food contains a mix of sunflower seeds, hazelnuts, rose hips, cedar nuts and raisins. A balanced amount of vitamins and minerals have been added to this. The diet thus approaches the natural diet of squirrels. \r\n\r\nEntirely plant-based diet, approaching the natural diet of squirrels\r\nIdeal for visiting squirrels in your garden (note the feeding advice)\r\nWith added vitamins and minerals, in a carefully balanced composition\r\nSuitable for all squirrels\r\nAt Brekz you can order the best squirrel food cheaply online. View our range and buy Garvo squirrel food now at the best prices. Ordered quickly and easily!\r\n\r\nThe shelf life of Garvo squirrel food is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 9.0, "rating": "5", "image1": "garvo-alfamix-eekhoornvoer.jpeg", "image2": "", "image3": "", "sku": "R01N01P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 64, "fields": {"name": "Versele-Laga Crispy Muesli for large rabbits", "friendlyname": "Versele-Laga Crispy Muesli for large rabbits", "category": 4, "subcategory": 1, "description": "Versele-Laga Crispy Muesli for large rabbits  is a complete, healthy food suitable for large rabbits. The fiber-rich mix is ​​rich in delicious flakes, lots of vegetables and healthy proteins. Thanks to this special composition, it is an ideal food for large (outdoor) rabbits. The fibers ensure that your rabbit's intestines and teeth remain in top shape, while the vitamins improve his resistance. Versele-Laga Crispy Muesli for large rabbits also offers extra care for your rabbit's fur, keeping it healthy and soft.\r\n\r\nRichly filled mix consisting of fiber-rich food\r\nContains all the nutrients your rabbit needs\r\nFor healthy intestines and teeth\r\nWith extra vitamins and minerals\r\n \r\nAt Brekz you can order the best food for your rabbit cheaply online. View our range and buy Versele-Laga Crispy Muesli for large rabbits now at the best price. Easily ordered and comfortably delivered to your home!\r\n\r\nThe shelf life of  Versele-Laga Crispy Muesli for large rabbits  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 5.0, "rating": "5", "image1": "versele-laga-crispy-muesli-voor-grote-konijnen.jpeg", "image2": "", "image3": "", "sku": "R01N01P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 65, "fields": {"name": "Hobby First Hope Farms Rabbit Complete", "friendlyname": "Hobby First Hope Farms Rabbit Complete", "category": 4, "subcategory": 1, "description": "Hobby First Hope Farms Rabbit Complete is a healthy, complete food and is suitable for (dwarf) rabbits of all ages. Along with hay, Hobby First Hope Farms Rabbit Complete Nutrition provides all the nutrients of the complete nutritional needs. The All-in-one chunk helps to prevent selective eating behavior. It is based on a grain-free recipe and additional timothy grass has been added.", "price": 20.0, "rating": "5", "image1": "hobby-first-hope-farms-rabbit-complete.jpeg", "image2": "", "image3": "", "sku": "R01N01P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 66, "fields": {"name": "Pedigree Schmackos meat strips dog snacks (20", "friendlyname": "Pedigree Schmackos meat strips dog snacks (20", "category": 1, "subcategory": 2, "description": "Pedigree Schmackos meat strips dog snacks are tasty snacks for adult dogs. This delicious snack is also ideal to use as a reward. You can easily break the soft strips into smaller pieces, so that the snack can also be given to the smaller four-legged friend in small portions. The snack consists of, among other things, lamb, poultry and beef and contains no added colorings or flavourings. \r\n\r\nPedigree Schmackos meat strips also have a range of beneficial health benefits. For example, the snack promotes fitness thanks to omega 6 fatty acids and the vitamins contribute to strengthening the immune system. In addition, calcium supports strong teeth and bones. All in all, this is a wonderful treat for your four-legged friend! \r\n\r\nAt Brekz you can order Pedigree Schmackos meat strips dog snacks (20 pcs) cheap. View our range and buy the best dog snacks at the best prices now. Order online quickly and easily!", "price": 11.0, "rating": "5", "image1": "pedigree-schmackos-vleesstrips-hondensnacks-20-st.jpeg", "image2": "", "image3": "", "sku": "D01S02P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 67, "fields": {"name": "Renske Healthy Reward chicken dog snack", "friendlyname": "Renske Healthy Reward chicken dog snack", "category": 1, "subcategory": 2, "description": "Renske Healthy Reward Chicken for dogs  is a very tasty and healthy reward for your dog in the shape of a heart. The rewards are suitable for dogs of all breeds, from 9 weeks. Only one protein source is used in the reward. This way, dogs with allergies or intolerances to a particular protein source can also enjoy the rewards. This snack also contains no salt or sugar and the chunks are 100% natural. Renske Healthy Reward Chicken for dogs  is also suitable to use as a reward treat or as a training reward. This Renske product is available in the flavors chicken, duck and turkey, and are available in boxes of 150 grams. \r\n\r\nVery suitable for dogs with an intolerance or allergy\r\nSuitable for all dog breeds\r\nGood for skin, eyes and coat\r\nFlavored chicken (33% meat)\r\nContains no colourings, fragrances and flavourings\r\nContains no salt or sugar\r\n100% natural\r\nAlso suitable as a reward candy or training reward\r\nAvailable in boxes of 150 grams\r\n\r\nAt Brekz you can order the tastiest and healthiest snacks from Renske easily and cheaply online. Feel free to view our range and buy Renske Healthy Reward Chicken for dogs now! Ordered quickly and easily!\r\n\r\nThe shelf life of this Renske product  is stated on the packaging and is usually sufficient if you adhere to the recommended use.", "price": 7.0, "rating": "5", "image1": "renske-gezonde-beloning-kip-voor-de-hond.jpeg", "image2": "", "image3": "", "sku": "D01S02P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 68, "fields": {"name": "Renske Healthy Reward Dog - Meat Bars Chicken", "friendlyname": "Renske Healthy Reward Dog - Meat Bars Chicken", "category": 1, "subcategory": 2, "description": "Renske Healthy Meat Bars Chicken is a very tasty snack for your dog. This reward is 100% natural, grain free and contains only one protein source. This makes this treat also very suitable for dogs with food intolerances or allergies. The meat strips are easy to break into pieces, so you can easily divide them into smaller portions if you wish. There are no artificial additives and it also contains no salts or sugars. Chewing is very important for your dog to maintain optimal dental condition.\r\n\r\nAt Brekz you can order healthy dog ​​snacks cheaply online. View our range and buy Renske Healthy Meat Bars Chicken now at the best prices. Ordered quickly and easily.", "price": 7.0, "rating": "5", "image1": "renske-gezonde-beloning-hond-vlees-repen-kip.jpeg", "image2": "", "image3": "", "sku": "D01S02P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 69, "fields": {"name": "Antos Axi Trainer - Dog Snacks - Chicken Lamb", "friendlyname": "Antos Axi Trainer - Dog Snacks - Chicken Lamb", "category": 1, "subcategory": 2, "description": "Dog trainers and dogs love it. With their strong taste and smell, they are the ideal means to keep the dog's attention. With our tasty high-quality dog ​​biscuits you can spoil your pet every day with peace of mind. They are made from pure, healthy ingredients that have been carefully selected for quality and nutritional value.", "price": 12.0, "rating": "5", "image1": "550x528.jpeg", "image2": "", "image3": "", "sku": "D01S02P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 70, "fields": {"name": "Antos Brush Mixed Dog Snack 50 pieces", "friendlyname": "Antos Brush Mixed Dog Snack 50 pieces", "category": 1, "subcategory": 2, "description": "50 dog treats that are also healthy for the teeth! The shape of a toothbrush, the taste of something delicious. Pamper your favorite four-legged friend with an all-natural dental chew for dogs. The vegetable-based texture helps remove plaque and tartar as your dog chews. Vegetarian, gluten free. Made with all-natural ingredients.\r\n\r\nHelps remove plaque\r\nsugar free\r\nNatural ingredients\r\nVegetarian recipe", "price": 16.0, "rating": "5", "image1": "704676.jpeg", "image2": "", "image3": "", "sku": "D01S02P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 71, "fields": {"name": "Biofood Meat Bars Horse 100 gr", "friendlyname": "Biofood Meat Bars Horse 100 gr", "category": 1, "subcategory": 2, "description": "The Biofood Petfood Meat Bars Horse are premium meat delicacies for every dog, from puppy to senior. The tasty and healthy hypoallergenic meat bars are a perfectly balanced combination of healthy ingredients from pure meat and Scottish salmon oil. 100% natural, grain and gluten free and without artificial additives.\r\n\r\nThe drying process for these snacks is sustainable. All this with as little waste production and CO2 emissions as possible. They are easy to break so you can give just the right amount. Both adult dogs and puppies can enjoy this delicious healthy snack.\r\n\r\nHypoallergenic and carbohydrate-free snack\r\nGrain and gluten free recipe\r\nAs a reward, during training or as a snack\r\n100% recyclable and handy sealable packaging\r\nSupports skin, coat, digestion and muscles", "price": 4.0, "rating": "5", "image1": "1035671.jpeg", "image2": "", "image3": "", "sku": "D01S02P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 72, "fields": {"name": "Voskes Training Salmon 200 gr", "friendlyname": "Voskes Training Salmon 200 gr", "category": 1, "subcategory": 2, "description": "The VoskesTraining Salmon are soft, small candies with salmon. Ideal for rewarding your dog during training and for good behavior.\r\n\r\nSoft, small candies with salmon\r\nIdeal to reward your dog during training\r\nFor good behavior", "price": 2.0, "rating": "5", "image1": "1007845.jpeg", "image2": "", "image3": "", "sku": "D01S02P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 73, "fields": {"name": "Proline Dog Boxby Slices 100 gr", "friendlyname": "Proline Dog Boxby Slices 100 gr", "category": 1, "subcategory": 2, "description": "Proline boxby slices are tasty soft snacks that are easily digestible for your dog. Ideal to use as a snack or as a reward for the dog.\r\n\r\nhigh protein\r\nGluten free\r\nLow fat content\r\n100% chicken cut from the breast", "price": 3.0, "rating": "5", "image1": "boxby-for-dogs-slices.jpeg", "image2": "", "image3": "", "sku": "D01S02P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 74, "fields": {"name": "Vitakraft Beefstick Dog Beef 12 gr", "friendlyname": "Vitakraft Beefstick Dog Beef 12 gr", "category": 1, "subcategory": 2, "description": "The Vitakraft beef stick is a hearty meat snack as a snack. The meat stick has a unique and delicious taste, delicious smell and a high meat content. Perfect as a treat, reward or simply as a snack.\r\nLoved by every dog\r\nSugar free, no artificial colors, no preservatives, no artificial flavor enhancers\r\nExtra high meat content of 93%", "price": 2.0, "rating": "5", "image1": "700175.jpeg", "image2": "", "image3": "", "sku": "D01S02P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 75, "fields": {"name": "Renske Healthy Reward Meat Bars Salmon 100 gr", "friendlyname": "Renske Healthy Reward Meat Bars Salmon 100 gr", "category": 1, "subcategory": 2, "description": "Do you want to spoil your dog in a responsible way? Then the Meat Bars from Renske are for you! These delicious bars are healthy, tasty and good for your teeth. You can easily break the bars into smaller pieces, making them ideal as a responsible snack or training reward!\r\n\r\nThe meat bars contain a minimum of 97% dried salmon as the main ingredient. Renske Healthy Reward Meat Bars are made from one protein source and are hypoallergenic, so dogs with an allergy or intolerance to a particular protein source can enjoy the rewards. In addition, the rewards are free of salt and sugar and are 100% natural with added vitamins and minerals.\r\n\r\nWith 97% dried salmon\r\n100% natural\r\nGrain-free, without salt and sugar", "price": 4.0, "rating": "5", "image1": "975496.jpeg", "image2": "", "image3": "", "sku": "D01S02P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 76, "fields": {"name": "Biofood Cat Treats Anti Flea Salmon 100 piece", "friendlyname": "Biofood Cat Treats Anti Flea Salmon 100 piece", "category": 2, "subcategory": 2, "description": "Biofood tasty and healthy cold pressed garlic tablets with salmon flavour, garlic, amino acids, vitamins (A, B, D and E) and minerals. Get rid of fleas and ticks. Natural product. Supports skin, coat (including hair loss) and intestinal flora. Gluten free. In addition to vitamin B (complex) and vitamin D, (beer) yeast also contains high-quality and healthy amino acids, minerals, proteins and enzymes. Optimal effect in daily use. For all cat breeds, from kittens to seniors.\r\n\r\nFights pests\r\nContains the essential nutrients\r\nWorks as a virus inhibitor", "price": 4.0, "rating": "5", "image1": "703838.jpeg", "image2": "", "image3": "", "sku": "C01S02P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 77, "fields": {"name": "Renske Healthy Reward Cat duck 100 gr", "friendlyname": "Renske Healthy Reward Cat duck 100 gr", "category": 2, "subcategory": 2, "description": "Renske Healthy Reward Hearts are a tasty, gluten-free reward for your cat. The healthy reward hearts are ideal as a responsible snack.\r\n\r\nThe rewards have a heart shape and contain a minimum of 91% duck as the main ingredient. Renske Healthy Reward Hearts are made from one protein source, so cats with an allergy or intolerance to a particular protein source can enjoy the rewards. In addition, the rewards are free of salt and sugar and are 100% natural with added vitamins and minerals.\r\n\r\n100% natural with added vitamins and minerals\r\nWith 91% duck\r\nGluten and grain free", "price": 4.0, "rating": "5", "image1": "979361.jpeg", "image2": "", "image3": "", "sku": "C01S02P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 78, "fields": {"name": "GimCat Kitten Tabs 40 gr", "friendlyname": "GimCat Kitten Tabs 40 gr", "category": 2, "subcategory": 2, "description": "GimCat Kitten Tabs are an optimal product for your kitten due to the combination of essential vitamins and natural calcium. Taurine is important for vision and heart function and L-carnitine supports energy supply.\r\n\r\nWith Calcium\r\nWith L-Carnitine\r\nPromotes vitality\r\nwith taurine\r\nWith vitamins", "price": 2.0, "rating": "5", "image1": "1022118.jpeg", "image2": "", "image3": "", "sku": "C01S02P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 79, "fields": {"name": "Vitakraft Cat-stick Mini Chicken - Cat grass", "friendlyname": "Vitakraft Cat-stick Mini Chicken - Cat grass", "category": 2, "subcategory": 2, "description": "The Vitakraft Catsticks have a wonderful smell, irresistible taste and are without artificial flavor enhancers. Each stick is individually packed, so the sticks remain fresh and tasty.\r\nExtra high meat content of 95%\r\nLoved by every cat\r\nThe grooves make it easy to break the Catstick into pieces\r\nWithout artificial colors and flavors", "price": 1.0, "rating": "5", "image1": "928455.jpeg", "image2": "", "image3": "", "sku": "C01S02P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 80, "fields": {"name": "Renske Healthy Reward Cat Chicken & Oregano 1", "friendlyname": "Renske Healthy Reward Cat Chicken & Oregano 1", "category": 2, "subcategory": 2, "description": "Renske Healthy Reward Hearts are a tasty, gluten-free reward for your cat. The healthy reward hearts are ideal as a responsible snack.\r\n\r\nThe rewards are heart-shaped and contain a minimum of 90% chicken as the main ingredient. Renske Healthy Reward Hearts are made from one protein source, so cats with an allergy or intolerance to a particular protein source can enjoy the rewards. In addition, the rewards are free of salt and sugar and are 100% natural with added vitamins and minerals.\r\n\r\n100% natural with added vitamins and minerals\r\nWith 90% chicken\r\nGluten and grain free", "price": 4.0, "rating": "5", "image1": "979383.jpeg", "image2": "", "image3": "", "sku": "C01S02P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 81, "fields": {"name": "Whiskas Snack Sticks Beef 18 gr", "friendlyname": "Whiskas Snack Sticks Beef 18 gr", "category": 2, "subcategory": 2, "description": "Whiskas snack sticks are a delicious treat for your cat. The sticks consist of 80% meat and are easy to break into small pieces.\r\n\r\nAs a snack or reward\r\nEasy to break\r\nAvailable in 3 flavors; Chicken, Beef and Salmon.", "price": 1.0, "rating": "5", "image1": "997627.jpeg", "image2": "", "image3": "", "sku": "C01S02P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 82, "fields": {"name": "Voskes Delicacy Creme Delight Chicken 90 gr", "friendlyname": "Voskes Delicacy Creme Delight Chicken 90 gr", "category": 2, "subcategory": 2, "description": "Delicious, soft cream with 100% chicken. Enriched with taurine, an essential amino acid for cats, which plays a very important role in cardiovascular, muscle and nervous system function. \r\n\r\nHealthy snack with 100% natural ingredients\r\nCompletely grain and gluten free\r\nlow in calories\r\nResealable \r\nChoice of 4 different flavors", "price": 3.0, "rating": "5", "image1": "1007884.jpeg", "image2": "", "image3": "", "sku": "C01S02P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 83, "fields": {"name": "Catisfactions Cat Treats Cheese 60 gr", "friendlyname": "Catisfactions Cat Treats Cheese 60 gr", "category": 2, "subcategory": 2, "description": "Catisfactions contain less than 2 Kcal each and can be given at any time of the day. Advice is to give your cat up to 20 Catisfactions kibble a day. Your cat will then receive 8.4% of its daily requirement in kilocalories. Also make sure that there is always fresh drinking water nearby.\r\n\r\nCrispy inside\r\nsoft core\r\nWith cheese flavor", "price": 2.0, "rating": "5", "image1": "catisfactions-kaas-kattensnoep.jpeg", "image2": "", "image3": "", "sku": "C01S02P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 84, "fields": {"name": "Voskes Delicacy Creme Delight Chicken - Shrim", "friendlyname": "Voskes Delicacy Creme Delight Chicken - Shrim", "category": 2, "subcategory": 2, "description": "Delicious, soft cream with 100% chicken and shrimp. Enriched with beta-glucans, which strengthen the immune system. \r\n\r\nHealthy snack with 100% natural ingredients\r\nCompletely grain and gluten free\r\nlow in calories\r\nResealable \r\nChoice of 4 different flavors", "price": 2.0, "rating": "5", "image1": "1007886.jpeg", "image2": "", "image3": "", "sku": "C01S02P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 85, "fields": {"name": "Sanal Anti Hairball Bites", "friendlyname": "Sanal Anti Hairball Bites", "category": 2, "subcategory": 2, "description": "Sanal has the Anti Hairball Bites especially for cats that suffer from hairballs . The candies help reduce and remove hairballs. The sweets have a delicious crispy coating and a soft filling with malt paste. The sweets also contain vitamins A, D3 and E. Thanks to the resealable cup, the bites stay fresh longer.", "price": 2.0, "rating": "5", "image1": "sanal_anti_haarbal_bites_169191_0500_none.jpeg", "image2": "", "image3": "", "sku": "C01S02P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 86, "fields": {"name": "Deli Nature Greenline Mealworms 700 gr", "friendlyname": "Deli Nature Greenline Mealworms 700 gr", "category": 3, "subcategory": 2, "description": "This bucket full of mealworms from Deli Nature is a delicious treat. Both (outdoor) birds, chickens and rodents love a mealworm snack. The mealworms are dried and can be given as a snack.\r\n\r\nA delicious snack\r\nSuitable for rodents, chickens and (outdoor) birds", "price": 14.0, "rating": "5", "image1": "998083.jpeg", "image2": "", "image3": "", "sku": "B01S02P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 87, "fields": {"name": "Back Zoo Nature Fruit bowl Mix Parrot 24 piec", "friendlyname": "Back Zoo Nature Fruit bowl Mix Parrot 24 piec", "category": 3, "subcategory": 2, "description": "This mix consists of various tasty flavors and is a real treat for every curved bill! Also suitable for reptiles.\r\nComposition\r\nWater, sugar, fructose, seaweed extract, amino acids, citric acid, fruit juice, sodium citrate, natural flavour.\r\n\r\nNutritional\r\nadvice Maximum 2 cups per week", "price": 9.0, "rating": "5", "image1": "969895.jpeg", "image2": "", "image3": "", "sku": "B01S02P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 88, "fields": {"name": "Puik Snacks Millet spray 150 gr", "friendlyname": "Puik Snacks Millet spray 150 gr", "category": 3, "subcategory": 2, "description": "Puik Spray millet is a natural and responsible addition to the daily diet of many bird species.\r\n100% natural\r\nHealthy snacks for many bird species\r\nStay fresh for longer thanks to resealable packaging", "price": 2.0, "rating": "5", "image1": "983894.jpeg", "image2": "", "image3": "", "sku": "B01S02P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 89, "fields": {"name": "Beaphar Candy seed 150 gr", "friendlyname": "Beaphar Candy seed 150 gr", "category": 3, "subcategory": 2, "description": "Beaphar Candy Seed is a supplementary feed for birds. Candy seed mixture contains natural vitamins and minerals and 10 different types of seeds (canary seed, clover seed, linseed, negro seed, blue poppy seed, hemp seed, millet seed panicum senegal, lettuce seed white). It is a healthy and above all tasty addition to the daily feed.\r\n\r\nDelicacy for all birds\r\nContains 10 different seeds\r\nSupplement to the daily feed", "price": 2.0, "rating": "5", "image1": "700745.jpeg", "image2": "", "image3": "", "sku": "B01S02P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 90, "fields": {"name": "Vitakraft Parakeet Kracker Honey - Sesame 2 p", "friendlyname": "Vitakraft Parakeet Kracker Honey - Sesame 2 p", "category": 3, "subcategory": 2, "description": "The Vitakraft Kräckers are a responsible delicacy, 3 Kräckers with tasty seeds, grains, sesame and honey on a natural nibbler. The Kräckers have a delicious taste and are baked three times, so that the ingredients are firmly attached and the parakeet is actively engaged, as is also the case in the wild. This causes the parakeet's beak to wear off naturally.\r\n\r\nThe Kräckers are tailored to the nutritional needs of the bird. The Kräckers contain valuable vitamins, are prepared according to a sugar-free recipe and are easy to hang in the cage thanks to the clip holder on the Kräcker.\r\n\r\nFor parakeets\r\nWith valuable vitamins\r\nSugar-free recipe\r\nOn a natural nibbler\r\nWith practical clip holder", "price": 3.0, "rating": "5", "image1": "980620.jpeg", "image2": "", "image3": "", "sku": "B01S02P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 91, "fields": {"name": "Vitakraft Parakeet Kracker Value pack 5 piece", "friendlyname": "Vitakraft Parakeet Kracker Value pack 5 piece", "category": 3, "subcategory": 2, "description": "The original Multipack Vitakraft Kräckers for the parakeet are a responsible delicacy with the flavors apricot and fig and egg and grass seeds on a natural nibbler. The Kräckers have a delicious taste and are baked three times, so that the ingredients are firmly fixed and the parakeet is kept busy as it also happens in the wild. This causes the parakeet's beak to wear off naturally.\r\n\r\nThe Kräckers are tailored to the nutritional needs of the bird. The Vital-Complex prevents deficiency symptoms and ensures extra vitality of the animal. The Kräckers contain valuable vitamins, are prepared according to a sugar-free recipe and are easy to hang in the cage thanks to the clip holder on the Kräcker.\r\n\r\nFor parakeets\r\nWith valuable vitamins\r\nSugar-free recipe\r\nOn a natural nibbler\r\nWith practical clip holder", "price": 7.0, "rating": "5", "image1": "1022370.jpeg", "image2": "", "image3": "", "sku": "B01S02P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 92, "fields": {"name": "Back Zoo Nature Sunflower Candy 100 gr", "friendlyname": "Back Zoo Nature Sunflower Candy 100 gr", "category": 3, "subcategory": 2, "description": "The sunflower candies from Back Zoo Nature. The sunflower seeds have a wonderfully crispy and colorful layer. You can use the candies as a reward, you can hide them and you can train with them.\r\nEspecially for parrots and parakeets\r\nDelicious treat", "price": 5.0, "rating": "5", "image1": "994909.jpeg", "image2": "", "image3": "", "sku": "B01S02P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 93, "fields": {"name": "Deli Nature Peeled Peanuts 1 kg", "friendlyname": "Deli Nature Peeled Peanuts 1 kg", "category": 3, "subcategory": 2, "description": "Deli Nature's shelled peanuts are a healthy, nutritious and delicious snack for birds. Rich in oil, they provide energy in times of higher expenditure, such as in winter. 1kg size.\r\n\r\nA healthy, nutritious and delicious snack for birds\r\nRich in oil, they provide energy in times of higher expenditure, such as in winter\r\n1 kg format", "price": 5.0, "rating": "5", "image1": "1007505.jpeg", "image2": "", "image3": "", "sku": "B01S02P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 94, "fields": {"name": "Vitakraft Parakeet Kracker 2 in 1 Fruit 2 pie", "friendlyname": "Vitakraft Parakeet Kracker 2 in 1 Fruit 2 pie", "category": 3, "subcategory": 2, "description": "This delicacy contains different kinds of seeds on a natural wooden stick. Because the Kräcker has been baked several times, the seeds sit firmly on the wooden stick. The parakeet has to make an effort to release the seeds, so your parakeet remains active. In addition, parakeets wear the beak in a natural way due to intensive use to release the seeds. The Kräcker contains important minerals and is therefore an excellent addition to the daily diet. The specially selected flavors are certainly appreciated by the parakeet.\r\nBaked 3 times on a natural wooden stick\r\nWith many vitamins, without anti-oxidants\r\nWith hanging clip", "price": 3.0, "rating": "45", "image1": "980619.jpeg", "image2": "", "image3": "", "sku": "B01S02P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 95, "fields": {"name": "Back Zoo Nature Fruit tub Assorted Mix 6 piec", "friendlyname": "Back Zoo Nature Fruit tub Assorted Mix 6 piec", "category": 3, "subcategory": 2, "description": "Spoil your birds with the delicious tub mix from Back Zoo Nature. These tubs are also suitable for the Back Zoo Nature feed silo.\r\nSuitable for all crooked-billed birds\r\nAlso suitable for reptiles", "price": 3.0, "rating": "5", "image1": "959106.jpeg", "image2": "", "image3": "", "sku": "B01S02P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 96, "fields": {"name": "Supreme Tiny Friends Farm Russel Rabbit Fruit", "friendlyname": "Supreme Tiny Friends Farm Russel Rabbit Fruit", "category": 4, "subcategory": 2, "description": "The Tiny Friends Farm Fruities are a delicious baked snack for your rabbit.\r\nThe snack is deliciously crispy and also contains cherry and apricot. A delicious snack for your rabbit!\r\n\r\nDeliciously crispy\r\nEspecially for rabbits\r\nWith cherry and apricot", "price": 2.0, "rating": "5", "image1": "1003112.jpeg", "image2": "", "image3": "", "sku": "R01S02P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 97, "fields": {"name": "Vitakraft Cavia Kracker 2 in 1 Vegetables 2 p", "friendlyname": "Vitakraft Cavia Kracker 2 in 1 Vegetables 2 p", "category": 4, "subcategory": 2, "description": "This delicacy includes grains on a natural wooden stick. Because the Kräcker has been baked several times, the ingredients are firmly on the wooden stick. The guinea pig has to make an effort to get rid of the grains, so your guinea pig remains active. In addition, guinea pigs wear the incisors in a natural way due to intensive use to get the grains loose. The Kräcker contains important minerals and is therefore an excellent addition to the daily diet. The specially selected flavors are certainly appreciated by the guinea pig.\r\nBaked 3 times on a natural wooden stick\r\nFor guinea pigs, with vegetables\r\nWith hanging clip", "price": 3.0, "rating": "5", "image1": "980613.jpeg", "image2": "", "image3": "", "sku": "R01S02P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 98, "fields": {"name": "Hobby First Hope Farms Nibble Sticks Cereal 2", "friendlyname": "Hobby First Hope Farms Nibble Sticks Cereal 2", "category": 4, "subcategory": 2, "description": "Delicious nibble stick for your rodent. The grains for this snack have been selected with care.\r\n\r\nGood for the teeth\r\nNice mental challenge\r\nSuitable for mouse, rat and hamster\r\n100% natural and free from synthetic colors, fragrances and flavors", "price": 2.0, "rating": "5", "image1": "1003112_ePAVWUl.jpeg", "image2": "", "image3": "", "sku": "R01S02P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 99, "fields": {"name": "Beaphar Nibble Rings for Rodents 75 gr", "friendlyname": "Beaphar Nibble Rings for Rodents 75 gr", "category": 4, "subcategory": 2, "description": "Nibble rings are a tasty snack for rabbits, guinea pigs, hamsters, chinchillas and other small rodents. Nibble rings provide for the gnawing need. Because the rings are compact in shape, they are particularly suitable for small rodents. Your rodent will love it! \r\n\r\nSuitable for small rodents\r\nCompact in shape\r\nYour rodent will love it", "price": 2.0, "rating": "5", "image1": "1003124.jpeg", "image2": "", "image3": "", "sku": "R01S02P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 100, "fields": {"name": "Vitakraft Rollinis Rodent Fruit Mix 48 gr", "friendlyname": "Vitakraft Rollinis Rodent Fruit Mix 48 gr", "category": 4, "subcategory": 2, "description": "In addition to being a responsible snack, the Rollinis with fruit and grains are an active toy for all rodents and rabbits. The Rollinis are intended to be laid loose on the ground. Due to the round shape, the ball has to roll in order to eat from it. Rollinis are a fun and tasty snack, prepared according to a sugar-free recipe. Without artificial colors and preservatives. Aroma Fresh packaged so that the Rollinis remain nice and crunchy.\r\n\r\nFor all rodents and rabbits\r\nWith wild berries\r\nSugar-free recipe\r\nContent: 7 balls\r\nWithout artificial colors and preservatives\r\nAroma Fresh packed", "price": 2.0, "rating": "5", "image1": "1022383.jpeg", "image2": "", "image3": "", "sku": "R01S02P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 101, "fields": {"name": "Supreme Selective Naturals Berry Loops 80 gr", "friendlyname": "Supreme Selective Naturals Berry Loops 80 gr", "category": 4, "subcategory": 2, "description": "Selective Naturals Berry Loops, delicious and healthy snacks for guinea pigs and rabbits, are an ideal addition to the Selective diet and hay. Because they contain no sugars and have a high fiber content, they are also ideal for chinchillas. The tasty and healthy way to spoil your pets.\r\n\r\nSuitable for rabbits, guinea pigs and chinchillas\r\nWith delicious Timothy hay and cranberries\r\nRich in natural ingredients\r\nWithout artificial colors and flavors", "price": 3.0, "rating": "5", "image1": "1031117.jpeg", "image2": "", "image3": "", "sku": "R01S02P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 102, "fields": {"name": "Tiny Friends Farm Rodent Stick Timothy Hay -", "friendlyname": "Tiny Friends Farm Rodent Stick Timothy Hay -", "category": 4, "subcategory": 2, "description": "Tiny Friends Farm rodent sticks are a delicious, complementary food for adult rabbits, guinea pigs and chinchillas.\r\n\r\nThe sticks are a real treat for your rodent or rabbit, full of delicious and high-quality ingredients. A true gnawing pleasure for your pet! \r\n\r\nAlso suitable for chinchillas\r\nEasy to pack and place in the cage\r\nWith high quality ingredients", "price": 2.0, "rating": "5", "image1": "1003013.jpeg", "image2": "", "image3": "", "sku": "R01S02P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 103, "fields": {"name": "Puik Snacks Nibbler Lucerne", "friendlyname": "Puik Snacks Nibbler Lucerne", "category": 4, "subcategory": 2, "description": "Nibbler with Lucerne from Puik is a supplementary feed for rabbits. Place the nibbler in the cage and your animals will consume it as needed.  \r\n\r\nA supplementary feed for rabbits\r\nPlace the nibbler in the cage and your animals will absorb it as needed\r\nDelicious snack with alfalfa", "price": 2.0, "rating": "5", "image1": "1007782.jpeg", "image2": "", "image3": "", "sku": "R01S02P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 104, "fields": {"name": "Puik Snacks Rodent bun", "friendlyname": "Puik Snacks Rodent bun", "category": 4, "subcategory": 2, "description": "The Puik rodent bun is a supplementary feed for rabbits.", "price": 1.0, "rating": "5", "image1": "1007784.jpeg", "image2": "", "image3": "", "sku": "R01S02P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 105, "fields": {"name": "Supreme Selective Naturals Orchard Loops 80 g", "friendlyname": "Supreme Selective Naturals Orchard Loops 80 g", "category": 4, "subcategory": 2, "description": "Selective Naturals Orchard Loops, delicious and healthy snacks for guinea pigs and rabbits, are an ideal addition to the Selective diet and hay. Because they contain no sugars and have a high fiber content, they are also ideal for chinchillas. The tasty and healthy way to spoil your pets.\r\n\r\nSuitable for rabbits, guinea pigs and chinchillas\r\nWith delicious Timothy hay and apple\r\nRich in natural ingredients\r\nWithout artificial colors and flavors", "price": 3.0, "rating": "5", "image1": "1031118.jpeg", "image2": "", "image3": "", "sku": "R01S02P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 106, "fields": {"name": "TPR rugby ball for the dog", "friendlyname": "TPR rugby ball for the dog", "category": 1, "subcategory": 3, "description": "The TPR rugby ball for the dog is the ideal dog toy to fetch and play with. The advantage of this toy is that you can cool it. In warm weather or when your puppy is changing teeth, first put the ball in the freezer for a few hours, then give it to the dog for a wonderful cooling. This prevents excessive salivation during hot weather. The TPR rugby ball for the dog is made of Thermo Plastic Rubber. This material has combined the positive properties of plastic and rubber. It is soft, flexible, strong, durable and also recyclable. A fun toy with many benefits!\r\n\r\nAt Brekz you can order the TPR rugby ball for the dog cheaply online. View our range and buy the nicest dog toys at the best prices. Ordered quickly and easily!", "price": 4.0, "rating": "5", "image1": "rubberen-rugby-bal-voor-de-hond.jpeg", "image2": "", "image3": "", "sku": "D01S03P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 107, "fields": {"name": "Kong Puppy S", "friendlyname": "Kong Puppy S", "category": 1, "subcategory": 3, "description": "The Kong Puppy is made of an exclusive rubber formula for teething.\r\n\r\nPerfect for filling with cookies, candies or pate\r\nKeep dogs mentally healthy\r\nSuper resilient so also great for fetch games\r\nThe toy recommended by vets, trainers and dog lovers.\r\nTake care of the teeth\r\nStimulates the eruption of teeth\r\nThe Kong Puppy comes assorted in Pink or Blue Summer tip: Fill the Kong with, for example, Rodi Sausage. Put these in the freezer for a few hours and you have a delicious dog ice cream. Pay attention. Before you give it to the dog, rinse the ice cream under the tap.", "price": 7.0, "rating": "5", "image1": "702021.jpeg", "image2": "", "image3": "", "sku": "D01S03P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 108, "fields": {"name": "Trixie Lambskin Bone with Sound 20 cm", "friendlyname": "Trixie Lambskin Bone with Sound 20 cm", "category": 1, "subcategory": 3, "description": "The bone has an internal squeak and has the appearance of a lambskin. This toy is easy to keep clean, because it can be washed at 30 degrees.\r\n\r\nWith sound\r\nCan be washed at 30 degrees", "price": 3.0, "rating": "5", "image1": "803730.jpeg", "image2": "", "image3": "", "sku": "D01S03P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 109, "fields": {"name": "Chuckit Ultra Fetch Stick 28 cm", "friendlyname": "Chuckit Ultra Fetch Stick 28 cm", "category": 1, "subcategory": 3, "description": "The Chuckit Ultra Fetch Stick has been specially developed for interactive fetch games. The Stick is made of durable, high-quality material, yet is gentle on the dog's teeth.\r\nThe bright colors provide extra visibility when playing. \r\n\r\nBright colors for extra visibility\r\nDurable material", "price": 8.0, "rating": "5", "image1": "1002981.jpeg", "image2": "", "image3": "", "sku": "D01S03P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 110, "fields": {"name": "Kong Wubba Weaves Rope L", "friendlyname": "Kong Wubba Weaves Rope L", "category": 1, "subcategory": 3, "description": "The Kong Wubba Weaves with rope combine the fun of fetching and pulling with the ability to chew for a long time. The twisted knotted rope is woven to respond to natural chewing instincts, while also helping to clean teeth and gums. The long tails are also made of woven rope and are ideal for throwing. What makes it even more fun is the beeping sound for longer playing fun. Very suitable for both indoor and outdoor play.\r\n \r\n\r\nMade of sturdy material\r\nHelps to clean the teeth\r\nPerfect for interactive tug and fetch games\r\nPay attention! No color choice possible", "price": 11.0, "rating": null, "image1": "1021655.jpeg", "image2": "", "image3": "", "sku": "D01S03P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 111, "fields": {"name": "Kong Classic Red M", "friendlyname": "Kong Classic Red M", "category": 1, "subcategory": 3, "description": "The Kong Classic is the best dog toy in the world. The Kong Classic is made of super strong, resilient and natural rubber.\r\n\r\nPerfect for filling with cookies, candies or pate\r\nKeep dogs mentally healthy\r\nSuper resilient so also great for fetch games\r\nThe toy recommended by vets, trainers and dog lovers.\r\nSummer tip: Fill the Kong with, for example, Rodi Sausage. Put these in the freezer for a few hours and you have a delicious dog ice cream. Pay attention. Before you give it to the dog, rinse the ice cream under the tap.", "price": 9.0, "rating": null, "image1": "700665.jpeg", "image2": "", "image3": "", "sku": "D01S03P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 112, "fields": {"name": "Kong Laser Toy", "friendlyname": "Kong Laser Toy", "category": 2, "subcategory": 3, "description": "The Kong Laser helps make interactive play sessions easier and provides endless fun for your cat. Aim the laser at the floor or wall and let your cat chase it and try to catch the elusive 'prey'.\r\n\r\nWith batteries\r\nStimulates the hunting instinct\r\nFor hours of fun", "price": 3.0, "rating": "5", "image1": "1021358.jpeg", "image2": "", "image3": "", "sku": "C01S03P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 113, "fields": {"name": "Afp Lambswool Cuddle Octopus Wand", "friendlyname": "Afp Lambswool Cuddle Octopus Wand", "category": 2, "subcategory": 3, "description": "This fun fishing rod with a funny octopus. Octopus tentacles feature creaky plastic wrapped in irresistible fleece. Features catnip for extra appeal\r\nwith catnip\r\nwith creaking plastic\r\nNice and soft made of fleece", "price": 7.0, "rating": "5", "image1": "988095.jpeg", "image2": "", "image3": "", "sku": "C01S03P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 114, "fields": {"name": "Kong Catnip Spray", "friendlyname": "Kong Catnip Spray", "category": 2, "subcategory": 3, "description": "Kong Naturals Catnip Spray is made from concentrated catnip oil for optimal enjoyment. Our oil is steam distilled from the finest North American catnip to produce the strongest catnip oil on the market. For irresistible fun, spray it on toys, baits, scratching posts, or cat enclosures. Your cat will thank you.\r\n\r\nKong Naturals are ecologically sound products for cats. All ingredients and oils are from natural and sustainable sources. Designed to appeal to the indoor cat's natural instincts, these products provide beneficial enjoyment.\r\n\r\nMade from North American catnip\r\nMade from natural and sustainable sources\r\nEasy to apply to toys, scratching posts, etc.", "price": 6.0, "rating": null, "image1": "803771.jpeg", "image2": "", "image3": "", "sku": "C01S03P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 115, "fields": {"name": "Trixie Catch The Balls Play Tower 25 x 25 x 1", "friendlyname": "Trixie Catch The Balls Play Tower 25 x 25 x 1", "category": 2, "subcategory": 3, "description": "The Trixie Catch The Balls Play Tower is specially designed to stimulate the young cat's playing and hunting instincts. There are removable balls on three floors, which invite you to chase or bump. Your cat playfully trains her agility, reaction time and intelligence.\r\n\r\nOther play balls also suitable\r\nPlastic", "price": 12.0, "rating": "5", "image1": "1034577.jpeg", "image2": "", "image3": "", "sku": "C01S03P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 116, "fields": {"name": "Cat it Senses Food Maze for the cat", "friendlyname": "Cat it Senses Food Maze for the cat", "category": 2, "subcategory": 3, "description": "Cat it Senses Food Maze for cats  is a food toy for cats and can be used by any cat. With the help of this toy you can feed your pet in a smart way; your cat needs to earn its meal. He does this by moving the kibble you put at the top of the toy with his paw through the maze. If the kibble falls on the white saucer at the bottom of the toy, he can eat them. Is your cat starting to get practiced at this trick? Don't worry, the toy can be set to different levels of difficulty by turning the green discs in the middle. The toy stimulates your cat to get moving before his meal and also helps him to eat less quickly. A fun, stimulating product for every cat and an ideal product for fast and large eaters.\r\n\r\nAt Brekz you can order the best toys for your cat easily and cheaply online. View our range and buy Cat it Senses Food maze for cats now  at the best price.\r\n\r\nCaution : Only use this product as intended. No toy, accessory or other item is indestructible. Prevent your pet from biting and/or eating parts of this product. Brekz is not liable for damage or injury.", "price": 20.0, "rating": null, "image1": "cat-it-senses-food-maze-voor-de-kat.jpeg", "image2": "", "image3": "", "sku": "C01S03P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 117, "fields": {"name": "Cat training wheel", "friendlyname": "Cat training wheel", "category": 2, "subcategory": 3, "description": "The Cat Training Wheel  is a fun toy in two cheerful colors that is suitable for all cats. The toy has a movable ball that your cat will try to grab. However, this doesn't work because he can't reach it. Because the toy rolls through this and the ball moves further, your cat will remain captivated. In addition, there is a mouse on elastic in the middle of the Cat Training Wheel. Kittens and young cats in particular enjoy this toy, but older cats will also enjoy playing with this toy. The toy is about 24 centimeters tall and comes in two cheerful colors. The color of the delivered toy may differ from the colors in the image.\r\n\r\nColorful cat toy made of sturdy plastic\r\nWith a cheerful ball and mouse on elastic\r\nGood for hours of fun\r\nAbout 24 centimeters tall", "price": 8.0, "rating": "5", "image1": "trainingswiel-voor-de-kat.jpeg", "image2": "", "image3": "", "sku": "C01S03P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 118, "fields": {"name": "Cat It Senses Speed ​​Circuit", "friendlyname": "Cat It Senses Speed ​​Circuit", "category": 2, "subcategory": 3, "description": "The  Cat It Senses Speed ​​Circuit  is a specially designed interactive toy for cats. The circuit consists of several curved parts that also have a slope, adding exciting height differences to the game. The parts allow you to make turns and assemble the circuit in different ways. This way you can always create a new fun job for your cat. The parts of the Cat It Senses Play Circuit are open at the top in some sections. This allows your cat to hit the ball with its paws. The ball has a bright color and is made of luminescent material, which attracts your cat's attention better, even in the dark! You can also expand the track with a second package to create an extra large track.\r\n\r\n1 ball is supplied with the Cat It Senses Speed ​​Circuit for the cat. However, this ball cannot be removed from the toy. The Cat It Senses Speed ​​Circuit is made of lightweight plastic and has a blue color. \r\n\r\nAt Brekz you can easily and cheaply order the best toys for your cat. In addition to the Cat It Senses Play Circuit, we sell various other toys for your cat.\r\n\r\nCaution : Only use this product as intended. No toy, accessory or other item is indestructible. Prevent your pet from biting and/or eating parts of this product. Brekz is not liable for damage or injury.", "price": 21.0, "rating": "5", "image1": "cat-it-senses-speed-circuit.jpeg", "image2": "", "image3": "", "sku": "C01S03P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 119, "fields": {"name": "Play Laser Light Cat Flash", "friendlyname": "Play Laser Light Cat Flash", "category": 2, "subcategory": 3, "description": "The  Play Laser Light Cat Flash is a very entertaining toy and is suitable for both dogs and cats. With this light you can send your cat or dog throughout the room. The interesting colored light is the most fun way to get your pet moving. You can attach the play laser light to your trousers or key ring. Supplied with batteries.\r\n\r\nFor endless fun, the most fun method to get your pet moving\r\nSuitable for both dogs and cats\r\nTo be attached to the pants or key ring\r\nBatteries included", "price": 6.0, "rating": "5", "image1": "speellaserlampje.jpeg", "image2": "", "image3": "", "sku": "C01S03P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 120, "fields": {"name": "Boon Sponge balls cat toys", "friendlyname": "Boon Sponge balls cat toys", "category": 2, "subcategory": 3, "description": "Boon Sponge Balls cat toys are a pack of four soft balls, which your cat will have hours of fun with. Because they are soft they will not make annoying noises and they cannot do any damage to the house. The balls have two cheerful colors each. Simple, but entertaining toy for your cat. \r\n\r\nAt Brekz you can order the best toys for your cat easily and cheaply online. Buy Boon Sponge Balls cat toys now at the best prices and view our extensive range.", "price": 6.0, "rating": null, "image1": "vitakraft-sponsballetjes-kattenspeelgoed.jpeg", "image2": "", "image3": "", "sku": "C01S03P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 121, "fields": {"name": "Petstages Tons of Tails for cats", "friendlyname": "Petstages Tons of Tails for cats", "category": 2, "subcategory": 3, "description": "The Petstages Tons of Tails for cats is a fun and entertaining toy for your cat. This challenging toy is suitable for all types of cats. The Petstages Tons of Tails for cats is a ball that consists of different cords, made of three types of textile. This allows your cat to chew the cords in different ways and has a positive effect on your cat's dental care. The toy also has an extra slack cord that you can use to lure your cat to the toy. The lightweight ball makes the toy ideal for you to carry and for your cat to play with. The Petstages Tons of Tails for cats contains catsnip, a fragrant catnip that will make your cat want to play with the toy. This fun toy will keep your cat entertained for hours!\r\n\r\nSuitable for all cats\r\nMade from three types of fabric, for different chew shapes\r\nWith extra slack cord to lure your cat\r\nIdeal to play with a lightweight ball\r\nContains catsnip, a fragrant catnip.\r\nFor hours of fun", "price": 6.0, "rating": "5", "image1": "petstages-tons-of-tails-voor-katten.jpeg", "image2": "", "image3": "", "sku": "C01S03P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 122, "fields": {"name": "Happy Pet Fun At The Fair Carousel 9.5 cm", "friendlyname": "Happy Pet Fun At The Fair Carousel 9.5 cm", "category": 3, "subcategory": 3, "description": "Star shaped toys for birds. Can be placed on a perch so it can turn around.\r\nSuitable for small birds\r\nProvides hours of fun", "price": 4.0, "rating": "5", "image1": "876413.jpeg", "image2": "", "image3": "", "sku": "B01S03P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 123, "fields": {"name": "JW Activitoy Disco Ball", "friendlyname": "JW Activitoy Disco Ball", "category": 3, "subcategory": 3, "description": "Get the bird party! This fun disco ball from JW is a real show for your bird. When the light hits the disco ball, your bird won't know where to look. In addition, there is a nice bell under the disco ball that the bird can play with.\r\nWith bell\r\nStimulates spiritually\r\nSuitable for (cock) parakeets and similar", "price": 3.0, "rating": null, "image1": "988598.jpeg", "image2": "", "image3": "", "sku": "B01S03P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 124, "fields": {"name": "Trixie Playground Wood 28 x 22 x 25 cm", "friendlyname": "Trixie Playground Wood 28 x 22 x 25 cm", "category": 3, "subcategory": 3, "description": "With this fun play area from Trixie of 28x22x25 cm you offer your bird a lot of fun.\r\n\r\nThere are ladders on the playground and there is a swing next to it, there is plenty of space to play. On the side of the playground hangs a nice toy ball on a wire. This playground guarantees hours of fun for your bird(s).\r\n\r\nThe dimensions for this playground are 28x22x25 cm and so this playground is suitable for small birds, such as budgerigars and canaries.\r\n\r\nMade of wood\r\nLots of play attributes", "price": 11.0, "rating": "5", "image1": "1034638.jpeg", "image2": "", "image3": "", "sku": "B01S03P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 125, "fields": {"name": "Beeztees Parakeet Toy with Clip 10 x 8 cm", "friendlyname": "Beeztees Parakeet Toy with Clip 10 x 8 cm", "category": 3, "subcategory": 3, "description": "A cheerfully colored plastic toy for the bird cage. Great for your bird to play with. Includes clip to secure the toy to the bars. Which toy you get is a surprise, you can't choose it.\r\nNo color or model choice\r\nEasy to attach with clip", "price": 5.0, "rating": "5", "image1": "990066.jpeg", "image2": "", "image3": "", "sku": "B01S03P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 126, "fields": {"name": "JW Activitoy Bird Toy Tip & Treat 8 cm", "friendlyname": "JW Activitoy Bird Toy Tip & Treat 8 cm", "category": 3, "subcategory": 3, "description": "This bird toy has a small opening where you can put a reward for your bird. Your bird will then have to spin the toy to let the reward fall out after which your bird can eat it. With a mirror for extra fun \r\n. For parakeets, cockatiels and other birds of this size.\r\nDimensions: 8x8x6 cm", "price": 5.0, "rating": "5", "image1": "Screenshot_2022-03-07_at_15.42.36.png", "image2": "", "image3": "", "sku": "B01S03P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 127, "fields": {"name": "Happy Pet Nature First Toy Willow 9.5 cm", "friendlyname": "Happy Pet Nature First Toy Willow 9.5 cm", "category": 4, "subcategory": 3, "description": "The Happy Pet Nature First Natural Play Ball is perfect for entertaining any little rodent friend and an ideal way to encourage pets to be more active through play. Made from 100% willow, it will combat boredom and is safe to gnaw and chew, helping to keep their teeth in shape and healthy.\r\n\r\n100% natural willow\r\nPrevents boredom\r\nHelps keep teeth in shape and healthy\r\nContains a low salicin content", "price": 4.0, "rating": null, "image1": "747603.jpeg", "image2": "", "image3": "", "sku": "R01S03P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 128, "fields": {"name": "Happy Pet Carrot Grass 18 cm", "friendlyname": "Happy Pet Carrot Grass 18 cm", "category": 4, "subcategory": 3, "description": "The articles from Nature First consist of 100% natural material and offer your rodent a fun rodent toy that prevents boredom.", "price": 3.0, "rating": "4", "image1": "747607.jpeg", "image2": "", "image3": "", "sku": "R01S03P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 129, "fields": {"name": "Puik Snacks Chew And Play Linde 90 gr", "friendlyname": "Puik Snacks Chew And Play Linde 90 gr", "category": 4, "subcategory": 3, "description": "Puik snacks are a responsible snack for your rabbit or rodent. The Chew And Play Linde are a tasty, healthy snack for your pet.\r\n\r\n100% natural\r\nFights boredom\r\nPromotes wear of the rodent teeth", "price": 3.0, "rating": "4", "image1": "1003135.jpeg", "image2": "", "image3": "", "sku": "R01S03P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 130, "fields": {"name": "Happy Pet Nature First Grassy Ball 11 cm", "friendlyname": "Happy Pet Nature First Grassy Ball 11 cm", "category": 4, "subcategory": 3, "description": "The Nature First Grassy Ball is made from 100% natural materials making it safe for all small pets to chew and chew. In addition to preventing boredom, the grass ball also helps to wear down your small pet's continuously growing teeth as he chews!\r\n\r\n100% natural, no pesticides\r\nThe perfect natural chew toy for small animals\r\nHelps keep teeth in shape", "price": 5.0, "rating": "5", "image1": "766440.jpeg", "image2": "", "image3": "", "sku": "R01S03P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 131, "fields": {"name": "Happy Pet Willow Sticks 26 cm", "friendlyname": "Happy Pet Willow Sticks 26 cm", "category": 4, "subcategory": 3, "description": "The articles from Nature First consist of 100% natural material and offer your rodent a fun rodent toy that prevents boredom.", "price": 4.0, "rating": "4", "image1": "876354.jpeg", "image2": "", "image3": "", "sku": "R01S03P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 132, "fields": {"name": "Happy Pet Rodent Toy Plastic 6,5 cm", "friendlyname": "Happy Pet Rodent Toy Plastic 6,5 cm", "category": 4, "subcategory": 3, "description": "Toy ball for rodents. This ball has 1 inside ball with bell. When the rodent plays with it, you will hear a cheerful ringing.", "price": 2.0, "rating": "5", "image1": "876379.jpeg", "image2": "", "image3": "", "sku": "R01S03P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 133, "fields": {"name": "Trixie Play Roll Wood with Bell 5 x 3.5 cm", "friendlyname": "Trixie Play Roll Wood with Bell 5 x 3.5 cm", "category": 4, "subcategory": 3, "description": "To prevent boredom in rodents and rabbits, toys are ideal. When your rodent or rabbit plays with the wooden reel, the bell that is incorporated in the ball rings. This play role is made of wood, so that your animal can put its teeth into it. This contributes to better cared for and healthier teeth.", "price": 2.0, "rating": "5", "image1": "984801.jpeg", "image2": "", "image3": "", "sku": "R01S03P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 134, "fields": {"name": "Trixie Eye Cleaning Pads for Dogs and Cats 10", "friendlyname": "Trixie Eye Cleaning Pads", "category": 1, "subcategory": 4, "description": "Trixie eye cleaning pads for dogs and cats are pads for gentle cleaning of the eyes of dogs, cats and other small animals. The pads contain a nourishing cleansing lotion with ingredients such as Aloe vera and provitamin B5. These disposable pads are ideal for the removal of dirt and tear stripes and come in a handy resealable packaging. The pads are suitable for single use. \r\n\r\nAt Brekz you can buy Trixie eye cleaning pads for dogs and cats cheaply online. Order your eye and ear care products now and get your order delivered quickly and free of charge!", "price": 6.0, "rating": "5", "image1": "oogreinigingsspads-voor-honden-en-katten-100st.jpeg", "image2": "", "image3": "", "sku": "D01S04P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 135, "fields": {"name": "Pet Head On All Paws Paw Butter", "friendlyname": "Pet Head On All Paws Paw Butter", "category": 1, "subcategory": 4, "description": "Not only us humans can use a pedicure from time to time: your dog will also suffer from sensitive and broken paws, for example after long trips through rough terrain or in cold weather and walkways full of gravel. Pet Head On All Paws Paw Butter is a soothing balm that moisturizes and nourishes the skin generously: also perfect for dry dog ​​paws and noses.\r\n\r\nThis paw care for dogs includes Shea butter and mango butter  that can soften the skin. In addition, there is oat flake extractadded, which serves, among other things, as a source of vitamin B, and aloe vera as hydration. The nourishing balm is formulated to be pH neutral and contains only natural ingredients. It is also suitable for very young dogs from the 8th week.", "price": 9.0, "rating": "5", "image1": "159703_pla_companyofanimals_pethead_onall_pawspawbutter_40g_hs_01_1.jpeg", "image2": "", "image3": "", "sku": "D01S04P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 136, "fields": {"name": "Pet Head Sensitive Soul Spray", "friendlyname": "Pet Head Sensitive Soul Spray", "category": 1, "subcategory": 4, "description": "Pet Head Sensitive Soul Spray has a wonderful scent of coconut with a hint of vanilla. The ingredients in the Spray are well balanced, so that the spray has a good caring effect. By using this spray, the coat becomes felt-free and dry skin is a thing of the past. The spray is packed with oatmeal and Marula oil. Marula oil has a nourishing and moisturizing effect on the skin of your four-legged friend!\r\n\r\nCharacteristics\r\nvegan\r\nPh neutral\r\ncruelty-free\r\nFree from parabens, sulfates, dyes, gluten and nut free\r\nUsage\r\nWet the coat and wash the dog with Pet Head Sensitive Soul shampoo . After which you treat the coat with the Pet Head Sensitive Soul conditioner . The last step is to spray the coat with the Pet Head Sensitive Soul Spray. Brush the felt from the fur and towel dry the fur with a towel or special dog hair dryer.\r\n\r\nContents\r\n300ml", "price": 13.0, "rating": "5", "image1": "pet_head_sensitive_soul_spray_189610_1000_none.jpeg", "image2": "", "image3": "", "sku": "D01S04P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 138, "fields": {"name": "FURminator for dogs", "friendlyname": "FURminator for dogs", "category": 1, "subcategory": 4, "description": "The FURminator effectively removes loose hair and excess undercoat in just a few minutes a day. No more annoying hairs on your clothes and tangles in the fur of your four-legged friend. With the FURminator, your dog's daily coat care is done quickly and easily.\r\nRecommended by groomers and vets.", "price": 8.0, "rating": null, "image1": "5_furminator_9.jpeg", "image2": "", "image3": "", "sku": "D01S04P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 139, "fields": {"name": "Pet Expert Oxi Action Spray", "friendlyname": "Pet Expert Oxi Action Spray", "category": 1, "subcategory": 4, "description": "Vanish Pet Expert Oxi Action Spray Cleaning 500 ml", "price": 4.0, "rating": "5", "image1": "55505-vanish-pet-expert-oxi-action-spray-500-ml-20200420-102213-big-2x.jpeg", "image2": "", "image3": "", "sku": "D01S04P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 140, "fields": {"name": "TropiClean - Fresh Breath Clean Teeth Gel", "friendlyname": "TropiClean - Fresh Breath Clean Teeth Gel", "category": 1, "subcategory": 4, "description": "TropiClean - Fresh Breath Clean Teeth Gel is a dental gel specially developed for dogs. The dental gel is easy to use, cleans the teeth and removes plaque - without using a toothbrush.", "price": 11.0, "rating": "5", "image1": "tropiclean__fresh_breath_clean_teeth_gel_134341_1000_none.jpeg", "image2": "", "image3": "", "sku": "D01S04P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 141, "fields": {"name": "Petkit Fresh", "friendlyname": "Petkit Fresh", "category": 1, "subcategory": 4, "description": "This bowl from PetKit guarantees accurate weighing of food for your pet. The built-in digital scale has high accuracy, its deviation is less than 1 g. The weighing results are displayed on the 4-digit LCD. When you pour dog or cat crisps into it, the device constantly weighs them and displays their current volume. So you can see at a glance whether your pet is getting the right amount of food. Thanks to its carefully thought-out design and craftsmanship with excellent quality materials, you will easily clean the Fresh bowl and keep it in good condition for a long time. Thanks to the pads on the bottom, it won't shift when your pet eats. The bowl is suitable for cats and dogs. You can also pair the device with a dedicated app to gain access to valuable information and tips. Made in China with CE certificates.", "price": 37.0, "rating": "5", "image1": "shopping.webp", "image2": "", "image3": "", "sku": "D01S04P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 142, "fields": {"name": "FURminator for dogs", "friendlyname": "Furminator® Dog Long Hair - Reduces Hair Loss", "category": 1, "subcategory": 4, "description": "FURminator follows strict manufacturing and environmental regulations in manufacturing its patented brushes. Only the highest quality and safest materials are used.\r\nThis comes down to:\r\n\r\n* combs that won't damage your pet's fur or skin.\r\n* materials that are free of lead, cadmium and other toxic substances.\r\n\r\nOnly genuine FURminators are patented and proven to reduce shedding better than any rake, brush or comb.\r\n\r\nReduce your dog's shedding by up to 90%!\r\nThe FURminator for long-haired dogs have patented combs designed to reach deep under the top coat and gently remove the undercoat and loose hair. Used and recommended by professional groomers and veterinarians.\r\n\r\nDeveloped for coats longer than 5 centimeters, these FURminators are available in five different sizes for optimal results and faster, more efficient shedding reduction.", "price": 18.0, "rating": null, "image1": "898x1200.jpeg", "image2": "", "image3": "", "sku": "D01S04P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 143, "fields": {"name": "Trixie Dental Care Set", "friendlyname": "Trixie Dental Care Set", "category": 1, "subcategory": 4, "description": "Just like in humans, dental care in dogs is also very important for health. Take care of your four-legged friend's teeth with the Trixie Dental Care Set. This set from Trixie contains toothpaste with mint, a finger toothbrush, finger massage brush and a double-sided toothbrush with two different brush heads. This set with various accessories will help you take care of your four-legged friend's teeth! Just brush!\r\n\r\nCharacteristics\r\nSpecial set to care for dogs' teeth\r\nWith different handy brushes\r\nIncluding toothpaste\r\nContents\r\nToothpaste (100 grams)\r\nFinger toothbrush\r\nFinger massage brush\r\nDouble-sided toothbrush with two brush heads", "price": 5.0, "rating": "5", "image1": "trixie_gebitsverzorgingsset_157721_1000_none.jpeg", "image2": "", "image3": "", "sku": "D01S04P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 144, "fields": {"name": "Beaphar Catty Trainer Attractant - Catnip - 1", "friendlyname": "Beaphar Catty Trainer Attractant", "category": 2, "subcategory": 4, "description": "Attractant to train cats\r\nContains no harmful substances and is very suitable as an aid in training and raising the cat\r\nSprinkle a few drops on the scratching post etc. The cat will immediately find this an attractive object.\r\nAid for training and raising the cat", "price": 6.0, "rating": "5", "image1": "6218_010064_1.jpeg", "image2": "", "image3": "", "sku": "C01S04P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 145, "fields": {"name": "pet cool cat", "friendlyname": "pet cool cat", "category": 2, "subcategory": 4, "description": "Petcool Cat in 3 kg is a high-quality complete food for adult cats with chicken. Your cat will love this tasty Petcool food right away! This food made of crunchy, compact chunks is a complete meal that is completely tailored to the needs of your cat. Petcool Cat is composed of delicious chicken, chicken oil, vegetables and fish oil. A combination that ensures that your cat is provided with all the vitamins and minerals it needs! The composition of ingredients not only ensures a very high acceptance due to the delicious taste, but also a strong immune system and good digestion. Fish oil also supports a healthy skin and coat and your cat will shine like never before. \r\n- Delicious, crunchy kibble for the cat\r\n- Complete food from high-quality ingredients\r\n- With chicken, chicken oil, vegetables and fish oil\r\n- For a strong immune system and healthy digestion\r\n- Fish oil supports the skin and ensures a shiny coat\r\n\r\nPetcool Cat is complete pet food for adult cats.", "price": 8.0, "rating": "5", "image1": "petcool-petcool-cat.jpeg", "image2": "", "image3": "", "sku": "C01S04P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 146, "fields": {"name": "Pet Power Cat Litter Tray Cleaner & Sanitiser", "friendlyname": "Pet Power Cat Litter Tray Cleaner & Sanitiser", "category": 2, "subcategory": 4, "description": "A dirty cat litter tray isn’t just smelly, it’s a health hazard. Cat faeces can contain a bacteria called toxoplasmosis that causes serious illness, particularly in pregnant women and those with weak immune systems. To minimise the risk of contracting it, it’s recommended that you empty your cat’s litter tray every day and regularly clean it. Pet Power Cat Litter Tray Cleaner makes this unpleasant task quick and easy – just spray on and wipe for effective disinfection and a fresh fragrance.", "price": 5.0, "rating": "5", "image1": "11383.jpeg", "image2": "", "image3": "", "sku": "C01S04P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 147, "fields": {"name": "Cat Toothbrush Pet Cleaning Supplies", "friendlyname": "Cat Toothbrush Pet Cleaning Supplies", "category": 2, "subcategory": 4, "description": "If you are searching for the perfect cat toothbrush for your pet, get this cleaning supply for them. Just like humans, pets also need to have proper bathe and good hygiene. It will be easy and convenient for you to use as it can easily fit into your fingers while you give your pet the brush it deserves. Be a responsible owner and give your pet the proper care they deserve. If you are the type of person who adores giving your pet treats, then you have to make sure that you help them brush it off. Of course, you need to give your pets treats every time they do something that makes you happy. Giving them treats will let them know how they make you happy. Let this cat toothbrush help your pet have a healthy life and stronger teeth.", "price": 13.0, "rating": "4", "image1": "226064-szbo5i.jpeg", "image2": "", "image3": "", "sku": "C01S04P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 148, "fields": {"name": "LickiMat Soother for Cat Calming", "friendlyname": "LickiMat Soother for Cat Calming", "category": 2, "subcategory": 4, "description": "Enrich your cat's life and calm them whilst on the move by allowing greater activity like they would experience in the wild. The natural feeder LickiMat has a soothing texture once licked and can be used as an on-the-go feeding system for your cat. Perfect for raw food, wet food and delicious runny treats.", "price": 6.0, "rating": "5", "image1": "lickimat-soother-for-cat-calming-lickimat-innovative-pet-products-turquoise-987733_432x.jpeg", "image2": "", "image3": "", "sku": "C01S04P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 149, "fields": {"name": "Versele Laga Jungle Shower (Birds , Hygiene a", "friendlyname": "Versele Laga Jungle Shower", "category": 3, "subcategory": 4, "description": "presentation: Oropharma Jungle Shower is a spray with aloe vera for glossy plumage and a healthy skin. This care product cleans the feathers, restores the balance of moisture of the skin and feathers, limits the loss of feather dust and helps to keep the skin healthy. The aloe vera plant contains over 200 different active substances, including mono- and polysaccharides, enzymes, minerals, vitamins, amino acids and numerous bioactive substances extremely important for keeping the bird's skin and plumage vital and healthy. Aloe vera is also known for its highly hydrating characteristics which restores the natural balance of moisture in the plumage and also supports the durability of the feathers without damaging the natural layer of fat on the feathers. Directions for use: Spray Jungle Shower over the bird. Pet birds: - During the winter season: once a week. - During the other periods: twice a week. Show birds: - Once the day before benching. - Once on the day the bird returns home from a show. - During the interim periods: every 2 to 3 days. Packings: Vaporizer 500 ml", "price": 24.0, "rating": null, "image1": "109311704_max.jpeg", "image2": "", "image3": "", "sku": "B01S04P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 150, "fields": {"name": "Doc Bed Oval Dog Cushion", "friendlyname": "Doc Bed Oval Dog Cushion", "category": 1, "subcategory": 5, "description": "Doc Bed Oval Dog Cushion is a nice and soft cushion for your four-legged friend. The cover of this pillow can be removed from the pillow by means of a zipper. This makes the cover easy to clean. This dog cushion can be washed at 30 degrees. This way you ensure that this pillow remains very hygienic! This makes this pillow ideal for dogs with sensitive skin.", "price": 16.0, "rating": "5", "image1": "doc_bed_ovaal_hondenkussen_137083_1000_none.jpeg", "image2": "", "image3": "", "sku": "D01S05P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 151, "fields": {"name": "Trixie dog cushion bendson bone light gray /", "friendlyname": "Trixie dog cushion", "category": 1, "subcategory": 5, "description": "Trixie Dog Cushion Bendson Bone Light Gray / Dark Gray 40 x 22 cm \r\nThe Trixie Dog Cushion Bendson Bone Light Gray / Dark Gray 40 x 22 cm is a high-quality pillow for dogs with an ergonomic shape. This pillow is specially designed for resting the head and is made with a siliconised filling of hollow fiber and polyester fleece for more comfort. The pillow retains its shape and relaxes the head and neck muscles. The cushion has an outside of high-quality plush and a robust woven fabric. \r\n\r\n– Special dog pillow for head and neck\r\n– Made of siliconised filling of hollow fiber and polyester\r\nfleece – Relaxes head and neck muscles\r\n– Ergonomic shape\r\n\r\nDimensions: 40 x 22 cm", "price": 12.0, "rating": "5", "image1": "394635-452x452.jpeg", "image2": "", "image3": "", "sku": "D01S05P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 152, "fields": {"name": "Dog bed with anti-slip", "friendlyname": "Dog bed with anti-slip", "category": 1, "subcategory": 5, "description": "The comfortable dog bed is ideally suited to give your four-legged friend a warm and soft place on cold and hard floors. It is therefore the perfect solution for uncomfortable lying areas on plank and tile floors and in the crate, both at home and on the road. When transported in the crate, the shape-retaining basket offers the dog a good grip, so that it does not slide over the slippery floor and injuries are prevented.\r\n \r\nThe lying surface is lined with a comfortable foam mat, which is covered with soft, fluffy teddy. On the bottom of the basket is a sturdy, coarse nylon fabric, which provides a non-slip layer. All three layers are firmly stitched together. There is a soft, thickly padded edge all around, which the dog can lie against or rest his head on.", "price": 19.0, "rating": null, "image1": "366649_0.jpeg", "image2": "", "image3": "", "sku": "D01S05P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 153, "fields": {"name": "Combi Deal: Cuddly bed Cozy Cord + Clothes r", "friendlyname": "Combi Deal: Cuddly bed Cozy Cord + Clothes r", "category": 1, "subcategory": 5, "description": "The best rating for comfort and design: the Cozy Cord cuddly bed is cuddly soft and has a modern and timeless design. The gray corduroy on the outside gives the soft bed a stylish look. In combination with a cream white lining, the bed matches any personal interior.\r\nThe comfortable bed scores points with a high feel-good factor for your four-legged friend . The bed has a thick lining on all sides and has a high edge for snuggling, resting and sleeping. After a tiring walk, after playing or as a resting place for the night: the Cozy Cord cuddly bed will always welcome your darling softly and warmly! With anti-slip and washable in the washing machine at 30°C.", "price": 17.0, "rating": null, "image1": "combi_deal_2_4.jpeg", "image2": "", "image3": "", "sku": "D01S05P04", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 154, "fields": {"name": "Madison Madison Velor Dog Bed Yellow", "friendlyname": "Madison Madison Velor Dog Bed Yellow", "category": 1, "subcategory": 5, "description": "With its trendy design, this velvet bed is a real eye-catcher in your home. The unique design and trendy colors fit into almost any interior.\r\n\r\nMade of very soft and high quality 100% polyester velor and coated to keep the bright color wash after wash.\r\nThe cover can be easily wiped off. The construction of the bed is very solid and consists of six elements.\r\nThe raised edges offer a natural feeling of home to the pet and are also wonderful to rest their heads on.\r\nThe anti-slip bottom prevents the bed from slipping.\r\n\r\nAssembly is easy: put the foam bottom and fillings in the cover and close them with the zipper. For extra comfort, the bed comes with a pillow inside. A nice soft sleeping surface.", "price": 82.0, "rating": "5", "image1": "madison-madison-velours-dog-bed-geel.png", "image2": "", "image3": "", "sku": "D01S05P05", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 155, "fields": {"name": "Trixie Basket Lian for dog or cat", "friendlyname": "Trixie Basket Lian for dog or cat", "category": 1, "subcategory": 5, "description": "Trixie Basket Lian is a form-retaining, sturdy basket for cats and small dogs. The pillow with plush cover and polyester fleece filling provides a wonderfully soft place to sleep for your pet. It is made of insulating and dirt-resistant material. Thanks to the reinforced edge, the basket retains its shape and your beloved cat or dog will feel wonderfully safe. You can easily wash the pillow by hand. The decorative handles on both sides make it easy to lift and move the basket.\r\n\r\nAt Brekz you can order cat beds cheaply online. View our range and buy the Trixie Basket Lian now at the best prices. Ordered quickly and easily.", "price": 17.0, "rating": "5", "image1": "trixie-mand-lian-voor-hond-of-kat.jpeg", "image2": "", "image3": "", "sku": "D01S05P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 156, "fields": {"name": "Trixie Basket Othello for dogs and cats", "friendlyname": "Trixie Basket Othello for dogs and cats", "category": 1, "subcategory": 5, "description": "This Trixie Basket Othello offers your pet a lovely, soft place to sleep where he can completely relax. The soft plush ensures that your pet is soft and warm in the basket. The filling consists of polyester fleece and makes this basket a comfortable, soft place to relax. If you want to purchase the basket for your dog, take the size into account. You can wash the basket by hand, so that after some time your pet has a wonderfully fresh and clean place to sleep.", "price": 20.0, "rating": "5", "image1": "trixie-mand-othello-voor-hond-en-kat.jpeg", "image2": "", "image3": "", "sku": "D01S05P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 157, "fields": {"name": "Est.1941 Highland Sand cat and dog basket", "friendlyname": "Est.1941 Highland Sand cat and dog basket", "category": 1, "subcategory": 5, "description": "With the Boony Est. 1941 Highland Sand cat and dog basket will help your pet relax. The soft inside of the basket provides optimal sleeping comfort and warmth. This basket is available in the sizes Ø 40 cm and Ø 50 cm. It is therefore very suitable for cats and small dogs. The bottom is made of anti-slip material, so that the basket cannot move easily.", "price": 23.0, "rating": "5", "image1": "est1941-katten-en-hondenmand-highland-sand.jpeg", "image2": "", "image3": "", "sku": "D01S05P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 159, "fields": {"name": "Vital dog bed Tonio Petrol", "friendlyname": "Vital dog bed Tonio Petrol", "category": 1, "subcategory": 5, "description": "The Vital dog bed Tonio Petrol from Trixie is a comfortable, luxurious dog bed with memory foam. This basket has a filled rim and soft lining. The Vital Tonio dog bed offers your four-legged friend a lot of support and extra comfort due to the filling with visco-elastic foam rubber flakes. This ensures an evenly distributed pressure on the body and joints, allowing your pet to sleep more relaxed and comfortable. The basket has a removable cover of soft furniture fabric and the cushion is covered with soft plush. The removable cover is hand washable at 30 degrees. Due to the non-slip bottom, the basket will not just shift when your dog steps in or out of the basket.\r\n\r\nAvailable in two sizes, suitable for small and medium dogs.", "price": 45.0, "rating": "5", "image1": "vital-hondenmand-tonio-petrol.jpeg", "image2": "", "image3": "", "sku": "D01S05P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 160, "fields": {"name": "Cat toilet Lexie 56x39x39.5cm", "friendlyname": "Cat toilet Lexie 56x39x39.5cm", "category": 2, "subcategory": 5, "description": "", "price": 13.0, "rating": null, "image1": "kattentoilet-lexie-56x39x395cm.jpeg", "image2": "", "image3": "", "sku": "C01S05P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 161, "fields": {"name": "Litter box Berto Top Taupe", "friendlyname": "Litter box Berto Top Taupe", "category": 2, "subcategory": 5, "description": "This Berto Top Taupe Litter Box  is a handy 3-piece litter box with a separation system. The litter box is not only very convenient to clean, but it also saves a lot of cat litter. The litter box is specially designed as 3 separate boxes that are stacked in each other. The cat litter is placed in the top tray. When you want to change the litter box, simply pour the filling into the middle box that acts as a strainer. The clean, non-clumped cat litter falls through the sieve into the lower bin, while the clumped cat litter and feces remain behind and are therefore easy to throw away. The clean, sifted grit can be reused after you have stacked the bins back together. \r\n\r\nThe 3 boxes in this litter box come in different color combinations, so you can easily keep the boxes apart. The container is equipped with an Easy-Click closure for easy and quick detachment and fastening of the top and bottom. At the top of the box is an activated carbon filter to neutralize odors. The handle on top ensures that the bin is easy to move.", "price": 26.0, "rating": "5", "image1": "kattenbak-berto-top-taupe.jpeg", "image2": "", "image3": "", "sku": "C01S05P02", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 162, "fields": {"name": "Trixie Litter Box with Edge", "friendlyname": "Trixie Litter Box with Edge", "category": 2, "subcategory": 5, "description": "The Trixie litter box with rim is a plastic litter box without a lid. The bucket has a high rim that ensures that the grit stays inside the bucket. It is suitable for accustoming cats and kittens to a litter box. The litter box is 37 x 15 x 47 cm in size. If you use a good cat litter and clean the box regularly, you will not smell bad odors.\r\n\r\nMade of plastic\r\nHas a high rim that keeps the grit inside the bin\r\nSuitable for getting used to cats and kittens\r\n37 x 15 x 47 cm in size\r\nAvailable in petrol, berry, dark gray and light gray", "price": 7.0, "rating": "5", "image1": "trixie-kattenbak-met-rand.jpeg", "image2": "", "image3": "", "sku": "C01S05P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 163, "fields": {"name": "Cat toilet Flipcat Jumbo 57 cm", "friendlyname": "Cat toilet Flipcat Jumbo", "category": 2, "subcategory": 5, "description": "Cat toilet Flipcat Jumbo 57 cm is a beautiful, sturdy litter box with dimensions 57.6 x 43.9 x 41 cm. The box has a hinged door, so your cat can relieve itself in peace. The cat toilet has a handle and comes with a scoop. This allows you to clean the bin quickly and easily. Annoying odors will be less present, thanks to the filter in the top cover. The Flipcat Jumbo is made of premium quality plastic, which means it can last a long time. The box is available in black/white or warm grey.", "price": 25.0, "rating": "5", "image1": "kattentoilet-lexie-56x39x395cm_vKNr6ce.jpeg", "image2": "", "image3": "", "sku": "C01S05P04", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 164, "fields": {"name": "Ebi Radiator bed sunrise water hyacinth Beige", "friendlyname": "Ebi Radiator bed sunrise water hyacinth Beige", "category": 2, "subcategory": 5, "description": "The Ebi Radiator bed sunrise water hyacinth Beige for cats is a wonderful place to sleep for cats at the radiator. With this cat bed, your cat has a warm spot at the radiator to take a nice afternoon nap by the heating. The Ebi Radiator bed sunrise water hyacinth Beige for cats is not only a nice place to sleep, your cat can also laze around in this cat bed during the day. The bed has a large opening at the front, so that your cat can easily climb into the basket. In the basket is a soft gray plush cushion, so that your cat is comfortable. This lying spot is suitable for every cat and has a maximum depth of 15 cm. This radiator bed has a size of 45 x 30 x 30 cm and is available in the color black.  \r\n\r\nSuitable for every cat\r\nwarm lying and sleeping place near radiator\r\nFits any radiator\r\nMaximum depth 15 cm\r\nDimensions: 45x30x30 cm", "price": 64.0, "rating": "5", "image1": "ebi-radiator-bed-sunrise-waterhyacinth-beige-voor-katten.jpeg", "image2": "", "image3": "", "sku": "C01S05P05", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 165, "fields": {"name": "Radiator hammock for the cat", "friendlyname": "Radiator hammock for the cat", "category": 2, "subcategory": 5, "description": "The Radiotor hammock for the cat is suitable for all cats. Your pet likes to seek out warmth, especially in winter. That is why he prefers to sit as close to the heating as possible. The radiator hammock exists to make this possible in a safe way. This soft mat can be attached to the heating in an easy, stable way. Your cat will take advantage of it. This Radiator Hammock for the cat takes up little space and is therefore suitable for a smaller home. \r\n\r\nThe cat bed is available in the colors grey, beige and black.", "price": 11.0, "rating": "4", "image1": "radiatorhangmat.jpeg", "image2": "", "image3": "", "sku": "C01S05P06", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 166, "fields": {"name": "Trixie Radiator Hammock Relax for cats", "friendlyname": "Trixie Radiator Hammock Relax for cats", "category": 2, "subcategory": 5, "description": "This Trixie Relax Hammock is a very comfortable place to sleep for your cat. You can hang the hammock on almost any heating system thanks to the adjustable brackets. The soft pillow ensures that your cat can sleep wonderfully relaxed. Cats love heights, making this hammock the ideal place for them to relax. With this hammock your cat will be able to sleep comfortably warm with the heating. You can wash the removable cushion by hand, so that your little friend has a fresh and clean place to sleep after a long time.", "price": 33.0, "rating": "5", "image1": "trixie-relax-iglo-voor-radiatoren-voor-katten.jpeg", "image2": "", "image3": "", "sku": "C01S05P07", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 167, "fields": {"name": "C01Sleeping cave Zupo Gray for cats", "friendlyname": "Sleeping cave Zupo Gray for cats", "category": 2, "subcategory": 5, "description": "With the gray Zupo Sleeping Cave you offer your cat or small dog a nice place to relax in the house. This product has a wonderfully soft lining on the inside. \r\n\r\nMain Material: Polyester\r\n\r\nPAY ATTENTION:\r\n\r\nThe fabric will bulge because of the stitching in this article. As a result, it is possible that the format deviates slightly from the specified dimensions.\r\n\r\nYou get a warranty against manufacturing defects in the stitching. The fabric is excluded from warranty.\r\n\r\nUse this product only as intended. No toy, accessory or other item is indestructible. Prevent your pet from biting and/or eating parts of this product. Brekz is not liable for any damage or injury resulting from the use of this product.", "price": 28.0, "rating": null, "image1": "slaapgrot-zupo-grijs-voor-katten.jpeg", "image2": "", "image3": "", "sku": "C01S05P08", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 168, "fields": {"name": "Vital Iglo Tonio Petrol cat bed", "friendlyname": "Vital Iglo Tonio Petrol cat bed", "category": 2, "subcategory": 5, "description": "Trixie Vital Iglo Tonio petrol (35×30×40 cm)  is a comfortable place to sleep for your cat. This cat bed is filled with visco-elastic foam rubber flakes (memory effect) and covered with a soft upholstery fabric of plush and polyester. The bottom is non-slip, so that the basket stays in place. The cover is removable and washable at 40 degrees (hand wash). This wonderful place to sleep gives your cat all the rest it needs.", "price": 32.0, "rating": "5", "image1": "vital-iglo-tonio.jpeg", "image2": "", "image3": "", "sku": "C01S05P09", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 169, "fields": {"name": "Cat basket Lilly round ø 45 cm", "friendlyname": "Cat basket Lilly round", "category": 2, "subcategory": 5, "description": "Cat bed Lilly round  is a soft plush cat bed in a sweet pink color. The basket has polyester lining and foam filling to reinforce the edges. The non-slip bottom prevents the basket from sliding when your cat lies down or stands up. The bottom has a soft polyester fleece filling and the cover can be removed.", "price": 35.0, "rating": "5", "image1": "kattenmand-lilly-rond-o-45-cm.jpeg", "image2": "", "image3": "", "sku": "C01S05P10", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 170, "fields": {"name": "Living World Bamboo Finch Nest, Large (6\" Lon", "friendlyname": "Living World Bamboo Finch Nest, Large (6\" Lon", "category": 3, "subcategory": 5, "description": "", "price": 8.0, "rating": "4", "image1": "171133772_max.jpeg", "image2": "", "image3": "", "sku": "B01S05P01", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 171, "fields": {"name": "Leather Half Slip Dog Collar", "friendlyname": "Leather Half Slip Dog Collar", "category": 1, "subcategory": 4, "description": "The Leather Half Slip Dog Collar is a collar that has been specially developed to stop your dog from pulling.\r\n\r\nReduces pulling behavior during exhausts\r\nHigh Quality Black Leather Collar\r\nAvailable in two different sizes", "price": 9.0, "rating": "5", "image1": "leren-halve-sliphalsband.jpeg", "image2": "", "image3": "", "sku": "D01S06P01", "has_sizes": "Small,Large", "colors": null}}, {"model": "products.product", "pk": 172, "fields": {"name": "Petsafe Remote Vibration Trainer VT-100", "friendlyname": "Petsafe Remote Vibration Trainer", "category": 1, "subcategory": 6, "description": "Petsafe Vibration Remote Trainer VT-100 for dogs  helps train your dog through vibrations.\r\n\r\n16 levels of vibration stimulation plus tone only\r\nInstant +2 Boost button for distractions\r\nMaximum range of 100 m\r\nWater resistant receiver with adjustable collar for neck sizes up to 71 cm", "price": 127.0, "rating": "5", "image1": "petsafe-vibratie-remote-trainer-voor-de-hond_lDtwVhx.jpeg", "image2": "", "image3": "", "sku": "D01S06P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 173, "fields": {"name": "Janis 2.5cm Collar S", "friendlyname": "Janis 2.5cm Collar S", "category": 1, "subcategory": 6, "description": "The unique dog collars and dog leashes from DWAM\r\nDo you regularly go out with your dog and do you like to choose a quirky style that suits you? Then our cheerful collection is really something for you. With our beautiful collars, leashes and harnesses you will always look great. All our exclusive dog collars and dog leashes are solidly manufactured and of a sturdy quality. They are handmade and therefore each piece is checked for quality. Whether you have a large dog or a small one, a dog collar or harness should always fit and feel comfortable. In order to be able to offer something beautiful for every dog ​​and dog owner, we have therefore opted for many different versions.", "price": 60.0, "rating": "5", "image1": "janis-2-5-cm-halsband-s-7719-nl-G.jpeg", "image2": "", "image3": "", "sku": "D01S06P03", "has_sizes": "", "colors": null}}, {"model": "products.product", "pk": 174, "fields": {"name": "Designed By Lotte Nylon Collar", "friendlyname": "Designed By Lotte Nylon Collar", "category": 1, "subcategory": 6, "description": "", "price": 6.0, "rating": "5", "image1": "designed_by_lotte_nylon_halsband_98294_0500_none.jpeg", "image2": "", "image3": "", "sku": "D01S06P04", "has_sizes": "", "colors": "Pink,Green,Grey,Brown"}}, {"model": "products.product", "pk": 175, "fields": {"name": "Leather Collar Cognac", "friendlyname": "Leather Collar Cognac", "category": 1, "subcategory": 6, "description": "Leren Halsband Cognac is een stijlvolle cognackleurige halsband die beschikbaar is heel veel uiteenlopende maten. De halsband is gemaakt van soepel, extra dik vetleer. \r\n\r\nBovendien kunt u bij Brekz verscheidene andere artikelen kopen die perfect passen bij de Leren Halsband in de kleur cognac. Wij hebben nog bijpassende looplijnen, kettinglijnen en korthouders. Een hoogwaardig en bovendien stijlvol product! \r\n\r\nIedere maat is specifiek geschikt voor honden met een bepaalde halsomvang. Let u alstublieft goed op de maatvoering en de halsomvang van uw hond. In onderstaande tabel kunt u vinden welke lengtemaat geschikt is voor de halsomvang van uw hond.", "price": 4.0, "rating": null, "image1": "leren-halsband-cognac-voor-de-hond.jpeg", "image2": "leren-halsband-bruin.jpeg", "image3": "", "sku": "D01S06P05", "has_sizes": "", "colors": "Brown"}}, {"model": "products.product", "pk": 176, "fields": {"name": "Soft Leather Collar Quasar Black", "friendlyname": "Soft Leather Collar Quasar Black", "category": 1, "subcategory": 6, "description": "The  Soft Leather Collar Quasar Black  with decorative fittings is a stylish leather collar and is especially for larger dogs.", "price": 28.0, "rating": "5", "image1": "softleren-halsband-quasar-zwart.jpeg", "image2": "", "image3": "", "sku": "D01S06P06", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 177, "fields": {"name": "Soft Leather Collar Topaz", "friendlyname": "Soft Leather Collar Topaz", "category": 1, "subcategory": 6, "description": "The  Soft Leather Collar Topaz is a fur-lined collar and is especially for larger dogs. Made of supple, thick and high-quality soft leather.\r\n\r\nHigh quality fittings\r\nStitch and enjoy\r\nLine shown not included (sold separately)", "price": 19.0, "rating": "5", "image1": "softleren-halsband-topaz.jpeg", "image2": "", "image3": "", "sku": "D01S06P07", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 178, "fields": {"name": "Dog Harness Balou", "friendlyname": "Dog Harness Balou", "category": 1, "subcategory": 6, "description": "Are you looking for a high quality dog ​​harness? This  Dog Harness Balou Red offers your dog the necessary safety and has a modern design. Balou harnesses have a Y shape and can be used as an alternative to the collar. This dog harness ensures better pressure distribution over the body, which also protects your dog's back. Balou dog harness has a breathable inner lining and a reflective finish. The soft spongy filling ensures a lot of wearing comfort. The harness has a ring to attach the dog leash to and can also be used to attach the dog to the seat belt with leashes. This harness is easy to put on and take off by means of the snap closure and to make it completely fit, it can also be adjusted to the body of the dog.", "price": 28.0, "rating": "4", "image1": "hondentuig-balou-rood.jpeg", "image2": "hondentuig-balou-zwart.jpeg", "image3": "", "sku": "D01S06P08", "has_sizes": "Small,Medium,Large", "colors": "red,Black"}}, {"model": "products.product", "pk": 179, "fields": {"name": "Collar Kentucky Velvet Dog", "friendlyname": "Collar Kentucky Velvet Dog", "category": 1, "subcategory": 6, "description": "velvet look, reinforced with nylon on the inside\r\ngold colored clasp and ring\r\nnameplate to engrave\r\neasily adjustable in size", "price": 30.0, "rating": "5", "image1": "halsband-kentucky-velvet-hond_805x805_225739.jpeg", "image2": "", "image3": "", "sku": "D01S06P09", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 180, "fields": {"name": "Handmade Brown Leather Dog Collar & Lead Set", "friendlyname": "Handmade Brown Leather Dog Collar & Lead Set", "category": 1, "subcategory": 6, "description": "You will love this personalised collar and lead set because it has more custom options than any other on the market. The collar can be personalised with 4 different types of charms or traditional embossing. Your personalisation can include paws, crowns, hearts and more.\r\nRound leather leads are not only eye-catching, but they are considered to be the most comfortable to hold! We match the size of the collar to the perfect lead width to ensure that the lead is strong but not too heavy (for small dogs). A length of 120cm or 47 inches is perfect for walks in the park or keeping your dog close on city footpaths.\r\nSay Goodbye to uncomfortable rubbing because our collars have a soft padded layer that sits between the leather strap and your pup’s neck. The padded layer and leather strap are styled in different colour combinations to make them arguably the most fashionable on the net. In all we have 18 different colour combinations to choose from!\r\nA welded D-Ring, strong metal buckle & soft padded lining, makes these collars more than just a fashion accessory. Walks in the park will be a pleasure and your dog is sure to get more than a few envious glances from other dogs in the park.", "price": 33.0, "rating": null, "image1": "handmade-brown-leather-dog-collar-lead-set.jpeg", "image2": "", "image3": "", "sku": "D01S06P10", "has_sizes": "Small,Medium,Large,X-large", "colors": ""}}, {"model": "products.product", "pk": 181, "fields": {"name": "Collar Cat Elastic Nylon Gray – 30×1 Cm", "friendlyname": "Collar Cat Elastic Nylon", "category": 2, "subcategory": 6, "description": "This beautiful cool collar looks great on any cat. Because the collar is elastic, the collar can stretch so far that it is almost impossible for your cat to injure itself on its collar. In addition, you can always hear your cat coming through the cheerful tinkling of the bell on its collar.\r\nMaterial: elastic nylon\r\nDimensions: 30×1 cm\r\nColour: Grey\r\nThis collar is also available in beige, purple, orange, red, pink, turquoise, black and green.", "price": 2.0, "rating": "5", "image1": "364741.x40630.jpg", "image2": "", "image3": "", "sku": "C01S06P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 182, "fields": {"name": "Kitten harness with click system", "friendlyname": "Kitten harness with click system", "category": 2, "subcategory": 6, "description": "Kitten harness with click system is a cat harness that is specially made for kittens. This harness can be easily adjusted, making it easy to adapt to the size of your kitten. It is made of sturdy nylon and is available in red and black. \r\n\r\nKitten harness with click system is also very easy to clean. A practical and versatile harness - suitable for every kitten!", "price": 8.0, "rating": "4", "image1": "kittentuig-met-kliksysteem.jpeg", "image2": "", "image3": "", "sku": "C01S06P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 183, "fields": {"name": "Sweet! Cat harness Unisex for cats", "friendlyname": "Sweet! Cat harness Unisex for cats", "category": 2, "subcategory": 6, "description": "Sweet! Unisex cat harness for cats  is a neutral cat harness with a leash and is suitable for adult cats. This nice cat harness is beautifully executed in classic brown with red. The supplied leash has a cute pendant with Lief! to it. The cat harness is adjustable and is suitable for adult cats. The line is attached to the harness with a sturdy carabiner. \r\n\r\nNice cat harness in neutral and classic unisex version\r\nAdjustable\r\nIncluding running line of 130 cm\r\nSuitable for adult cats", "price": 11.0, "rating": null, "image1": "lief-kattentuig-unisex.jpeg", "image2": "", "image3": "", "sku": "C01S06P03", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 184, "fields": {"name": "Animal Print Cat Collar", "friendlyname": "Animal Print Cat Collar", "category": 2, "subcategory": 6, "description": "Cat collar with animal print is a cool collar for the real home tiger. Your cat can show its inner wild colors, and look super trendy at the same time! Thanks to the handy safety closure, you can easily attach this collar around your cat's neck. To ensure that the collar fits securely around your cat's neck, it is easily adjustable. You could attach a tag to the collar so that it is clear where your cat belongs.\r\n\r\nShow that your cat belongs somewhere\r\nThis cat collar is adjustable\r\nStays in place around your cat's neck thanks to the safety closure", "price": 4.0, "rating": "5", "image1": "kattenhalsband-met-dierenprint.jpeg", "image2": "", "image3": "", "sku": "C01S06P04", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 185, "fields": {"name": "Rogz Beltz - AlleyCat", "friendlyname": "Rogz Beltz - AlleyCat", "category": 2, "subcategory": 6, "description": "AlleyCat from Rogz Beltz is a reflective and eye-catching collar for the cat. The collar ensures that your cat can be seen clearly in the dark. Ideal for (house) cats that spend a lot of time outside, because thanks to the reflective collar, safety is paramount. The collar is available in three colors and two sizes.", "price": 6.0, "rating": null, "image1": "product_rogz_beltz__alleycat_none_4_1470300912_72925.jpeg", "image2": "", "image3": "", "sku": "C01S06P05", "has_sizes": "", "colors": "red,Blue,Black"}}, {"model": "products.product", "pk": 186, "fields": {"name": "Trixie Soft Harness with Leash", "friendlyname": "Trixie Soft Harness with Leash", "category": 2, "subcategory": 6, "description": "Trixie Soft Harness with Leash is a beautiful cat harness made of breathable mesh material. The cat harness is adjustable, so that it will have the perfect fit for your cat. Thanks to the reflective stripes, your cat is clearly visible in the dark. This cat harness comes with a 1.20 meter belt.", "price": 13.0, "rating": "4", "image1": "trixie_soft_tuig_met_riem_179884_1000_none.jpeg", "image2": "", "image3": "", "sku": "C01S06P06", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 187, "fields": {"name": "Beeztees Nylon Cat Harness Uni - Beige", "friendlyname": "Beeztees Nylon Cat Harness", "category": 2, "subcategory": 6, "description": "Do you want to get your cat used to the outside world? Or can you easily take it with you during a visit to the vet? Then the Beeztees Nylon Cat Harness Uni is the ideal cat harness for your cat. It is adjustable and comes with a walking leash.", "price": 13.0, "rating": "4", "image1": "beeztees_nylon_kattentuig_uni__beige_186646_1000_none.jpeg", "image2": "", "image3": "", "sku": "C01S06P07", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 188, "fields": {"name": "Beeztees Nylon Cat Collar Memphis", "friendlyname": "Beeztees Nylon Cat Collar Memphis", "category": 2, "subcategory": 6, "description": "The Beeztees Nylon Cat Collar Memphis is a cheerful collar for your cat with a nice pattern on the band and a bell in the shape of a cat's head.", "price": 7.0, "rating": "4", "image1": "beeztees_nylon_kattenhalsband_memphis_186088_1000_none.jpeg", "image2": "", "image3": "", "sku": "C01S06P08", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 189, "fields": {"name": "Catspia Cat Harness Garbo", "friendlyname": "Catspia Cat Harness Garbo", "category": 2, "subcategory": 6, "description": "Not only dogs, but also cats can be walked. Because a cat is slightly different from a dog, we also have special harnesses for this. The Catspia harness ensures that you can take your cat outside safely, comfortably and stylishly.", "price": 30.0, "rating": null, "image1": "catspia_cat_harness_garbo_black_185341_1000_none.jpeg", "image2": "", "image3": "", "sku": "C01S06P09", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 190, "fields": {"name": "Arquivet Petral For Rodents", "friendlyname": "Arquivet Petral For Rodents", "category": 4, "subcategory": 6, "description": "", "price": 10.0, "rating": null, "image1": "petral-para-roedores_1_g.jpeg", "image2": "", "image3": "", "sku": "R01S06P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 191, "fields": {"name": "Life jacket for the dog", "friendlyname": "Life jacket for the dog", "category": 1, "subcategory": 7, "description": "Dog life jacket is a striking orange life jacket that guarantees the safety of your dog on the water. The life jacket combines wearing comfort and visibility with safety on the water. The vest is available in five different sizes and is adjustable at the front and bottom. The handy loop at the top makes it easy to lift your dog out of the water. The life jacket is suitable for dogs of all breeds.\r\n\r\nEnsures maximum safety on the water\r\nStriking orange cardigan\r\nSpecial loop for getting out of the water\r\nAvailable in five different sizes\r\nSuitable for every dog", "price": 17.0, "rating": "5", "image1": "zwemvest-voor-de-hond.jpeg", "image2": "", "image3": "", "sku": "D01S07P01", "has_sizes": "Small,Medium,Large,X-large", "colors": ""}}, {"model": "products.product", "pk": 192, "fields": {"name": "Warm Dog Jacket for Puppy Winter Cold Weather", "friendlyname": "Warm Dog Jacket for Puppy", "category": 1, "subcategory": 7, "description": "WINDPROOF, WATERPROOF & WARM: Dog coats outside are made of waterproof & windproof polyester, durable and will provide a perfect protection for your dog during the bad weather. The dog jackets inside are made of double layer fleece lined that will keep your lovely pet warm during the cold weather.\r\n\r\nSTYLISH & CREATIVE DESIGN: Each dog winter clothes design with a stand warm collar, a leash hole on the neck, also has elastics edges of foot and bottom to adjust the size fit your pet.\r\n\r\nFINE WORKMANSHIP: Our dog winter coat equipped with 3 metal snaps which makes you can easily put on or take off. Three-dimensional cutting out, will make your lovely pet wear it doesn't look too fat, free to move, doesn't feel the slightest restraint\r\n\r\nFIT ALL MOST SIZE DOGS7 Sizes: XS to XXXL, warm dog coat perfect for most dogs, suitable for small, medium, large breeds dog, great for indoor and outdoor use. Please measure your pet size before you purchase to make sure choose the right size", "price": 12.0, "rating": "4", "image1": "nawcdy1634707706153.webp", "image2": "lurgtr1634707704826.webp", "image3": "veohzj1634707707204.webp", "sku": "D01S07P02", "has_sizes": "Small,Medium,Large,X-large", "colors": "Blue,Brown"}}, {"model": "products.product", "pk": 193, "fields": {"name": "Thundershirt for cats", "friendlyname": "Thundershirt for cats", "category": 2, "subcategory": 7, "description": "The  Thundershirt for cats  applies constant pressure around the cat's chest, which provides a great calming effect for most cats. The pressure exerted around the chest acts on your cat's nervous system. The thundershirt is a safe, easy and effective way to keep your cat calm. This can be a godsend during situations that can make your cat anxious.\r\n\r\nFor example, you can use the thundershirt when you have visitors, take a car ride or when cleaning. It also calms your cat in situations where loud noises can be heard, such as during fireworks or parties. An advantage of the Thundershirt for cats is that your pet does not have to take sedative medicines. This makes the Thundershirt cheaper and more durable in the long run. In addition, there are no side effects. \r\n\r\nIt is possible that the Thundershirt does not affect the cat when it is used for the first time. After a few times the cat gets used to it and becomes calmer", "price": 38.0, "rating": "4", "image1": "thundershirt-voor-katten.jpeg", "image2": "", "image3": "", "sku": "C01S07P01", "has_sizes": "Small,Medium", "colors": ""}}, {"model": "products.product", "pk": 194, "fields": {"name": "Suitical recovery suit cat black camouflage x", "friendlyname": "Suitical recovery suit cat", "category": 2, "subcategory": 7, "description": "SUITICAL Recovery Suit Cat XXSDe Recovery Suit for cats is a professional alternative to the ?collar? and bandage. Suitable for first aid applications, hot spots, wounds/wounds and bandage protection, skin problems or light incontinence and much more. The design of the Recovery Suit is based on the anatomy of the cat, resulting in a perfect and comfortable fit that feels like a second skin. Made from highly breathable stretch/cotton fabric, resulting in complete freedom of movement. Very easy to use due to the closure at the back. Due to the widened opening under the tail, the majority of cats can keep the shirt completely closed while using the litter box. In contrast to the collar, the Recovery Suit also offers protection from the outside. Think, for example, of children or other animals that want to play with your cat. The Recovery Suit ensures that this is simply possible.", "price": 23.0, "rating": "4", "image1": "1200x1110.jpeg", "image2": "", "image3": "", "sku": "C01S07P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 195, "fields": {"name": "Medical Pet Shirt cat", "friendlyname": "Medical Pet Shirt cat", "category": 2, "subcategory": 7, "description": "The Medical Pet Shirt for cats offers good protection after surgery. The cat has a lot of freedom of movement with the Medical Pet Shirt and therefore no longer has to wear the hated cap.", "price": 16.0, "rating": "4", "image1": "medical_pet_shirt_kat_167407_1000_none.jpeg", "image2": "", "image3": "", "sku": "C01S07P03", "has_sizes": "Small,Medium", "colors": ""}}, {"model": "products.product", "pk": 196, "fields": {"name": "Kurgo Auto Leash - Zip Line Combo", "friendlyname": "Kurgo Auto Leash - Zip Line Combo", "category": 1, "subcategory": 8, "description": "The Kurgo safety leash ensures that your dog can travel comfortably and safely in the car. The Auto Zip Line is easy to stretch between 2 points in the car by means of hooks. The safety line gives your dog freedom of movement during the car journey. The leash comes with a snap hook and an attachment piece for your dog 's harness .", "price": 29.0, "rating": "4", "image1": "product_kurgo_auto_zip_line_none_4_1476447680_78832.jpeg", "image2": "", "image3": "", "sku": "D01S08P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 197, "fields": {"name": "Flexi New Classic XS Tape 3 meters", "friendlyname": "Flexi New Classic", "category": 1, "subcategory": 8, "description": "The Flexi New Classic XS Tape 3 meters is a flexible, flat leash with a length of 3 meters and is suitable for dogs weighing up to 12 kg. The product has a flat leash with a snap hook for easy leashing.\r\n\r\nWith this dog leash you give your dog all the freedom and he can walk at any desired distance up to a maximum of 3 meters. The walking line can also be fixed at the desired length at the touch of a button.\r\n\r\nThe Flexi New Classic XS Tape is especially suitable for dogs of smaller breeds and dogs with a body weight of up to 12 kg. The product is available in three colors.\r\n\r\nFlexible walking line up to a distance of 3 meters\r\nSuitable for smaller breed dogs with a maximum weight of 12 kg\r\nCan be fixed at any desired distance\r\nWith sturdy carabiner for easy connection to the collar\r\nAvailable in three different colors", "price": 10.0, "rating": "5", "image1": "flexi-new-classic-xs-tape-3-meter.jpeg", "image2": "flexi-new-classic-xs-tape-3-meter_red.jpeg", "image3": "", "sku": "D01S08P02", "has_sizes": "", "colors": "red,Black"}}, {"model": "products.product", "pk": 199, "fields": {"name": "Flexi New Comfort L Tape 5 meters", "friendlyname": "Flexi New Comfort L Tape 5 meters", "category": 1, "subcategory": 8, "description": "Flexi New Comfort L tape 5 meters  is a fine, flexible dog leash of 5 meters long. It is suitable for large breed dogs with a body weight of up to 50 kg. A practical locking system makes it easy to adjust the length of the belt while walking. The handle is made of excellent material and has a nice grip.\r\n\r\nFlexi New Comfort L tape is available in the colors red, black and blue. To increase the safety of you and your dog in the dark, you can expand this leash with a  Flexi LED Light System . You can attach this handy light to the dog leash, so that you are more visible. We also have a handy Flexi Multibox , which you can connect to your belt and in which you can store sweets and poop bags.", "price": 24.0, "rating": "5", "image1": "flexi-new-com-fort-l-tape-5-meter.jpeg", "image2": "", "image3": "", "sku": "D01S08P04", "has_sizes": "", "colors": "red,Blue,Black"}}, {"model": "products.product", "pk": 200, "fields": {"name": "Flexi Giant M 8 meters (neon) for the dog", "friendlyname": "Flexi Giant M 8 meters", "category": 1, "subcategory": 8, "description": "Flexi Giant M Neon 8 meters  is a modern and sturdy dog ​​leash that is ideal for walking medium-sized dog breeds. Thanks to the 8 meter long leash, you give your dog a lot of freedom of movement. At the same time, you can also quickly get your dog under control when needed by pressing the button with your thumb to block the unrolling of the leash. A special feature of this product is that the retractable leash is visible in the dark, so you can safely walk your dog at night.", "price": 25.0, "rating": "5", "image1": "flexi-giant-m-neo-voor-de-hond.jpeg", "image2": "", "image3": "", "sku": "D01S08P05", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 201, "fields": {"name": "Flexi New Classic XS Cord 3 meters", "friendlyname": "Flexi New Classic XS Cord", "category": 1, "subcategory": 8, "description": "The Flexi New Classic XS Cord 3 meters is a handy leash for the dog that likes to move a lot. These types of leashes extend when your dog runs away and retract when he comes back. This way the dog can cover the distance you cover several times more, because he does not necessarily have to walk next to you. Still, it is easy to keep control, because the line can be locked at any time, so that it does not extend or retract further. This can be useful when the dog is walking too far away, or when a car suddenly approaches.\r\n\r\nThe line is always under slight tension, so that it does not sag and the runout can be stopped at the push of a button. The Flexi New Classic Cord is also useful for training dogs at a distance, for example when you want to teach him to run free or to fetch. \r\n\r\nThis line is available in different colors. It is a sturdy, yet affordable flexi line. The cord is 3 meters long and is suitable for dogs with a maximum body weight of 8 kilograms.", "price": 8.0, "rating": "5", "image1": "flexi-new-classic-cord-3-meter-extra-small_black.jpeg", "image2": "flexi-new-classic-xs-tape-3-meter_red_PFMHiGN.jpeg", "image3": "", "sku": "D01S08P06", "has_sizes": "", "colors": "red,Black"}}, {"model": "products.product", "pk": 202, "fields": {"name": "Flexi New Comfort M Cord 5 meters", "friendlyname": "Flexi New Comfort M Cord", "category": 1, "subcategory": 8, "description": "Flexi New Comfort M Cord 5 meters  is a sturdy and fine dog leash for medium-sized dogs up to 20 kg. The dog leash fits comfortably in your hand and can be adjusted to the size of your hand. The line is also equipped with a handy braking system. With the Flexi New Comfort you can offer the dog more freedom of movement in a controlled manner, but also keep it close to you when the situation calls for it.\r\n\r\nThis variant can be expanded with the LED Light System and the Multibox. The Multibox is a handy plastic tube that can be attached to the Flexi dog leash as a poop bag holder or to store snacks. The LED Light System is a universal lighting system for the Flexi dog leash, so that you can see better when you walk with the dog in the dark, but also so that you can be seen by others. The dog leash has reflective parts and a chrome hook to which your dog's collar can be attached. This dog leash is available in red/pink, blue and black.", "price": 12.0, "rating": "4", "image1": "2.flexi-new-comfort-m-cord-5-meter.jpeg", "image2": "1.flexi-new-comfort-m-cord-5-meter.jpeg", "image3": "flexi-new-comfort-m-cord-5-meter.jpeg", "sku": "D01S08P07", "has_sizes": "", "colors": "Pink,Blue,Black"}}, {"model": "products.product", "pk": 203, "fields": {"name": "Flexi New Neon Cord", "friendlyname": "Flexi New Neon Cord", "category": 1, "subcategory": 8, "description": "Flexi New Neon Cord  is a dog leash that promotes extra visibility in the dark. There is a neon yellow reflective sticker on both sides of the leash and the rope is neon yellow. This way your dog can be seen from afar. The leash is made of strong plastic and has a chrome-plated hook and a comfortable handle. The leash is available in sizes XS (3 meters long and suitable for dogs up to 8 kg), S (5 meters long and suitable for dogs up to 12 kg) and M (5 meters long and suitable for dogs up to 20 kg).\r\n\r\nThe leash gives your dog great freedom of movement and he can cover up to 3 times more distance than you can during a walk! The line unwinds smoothly and always remains well tensioned. You can easily adjust the maximum length of the leash so you can keep your dog close. The leash has a well-designed opening in the handle that prevents it from twisting or snagging. \r\n\r\nHas a reflective neon yellow rope\r\nHas a comfortable handle\r\nGives a lot of freedom of movement\r\nUnrolls smoothly\r\nStays tense\r\nAdjustable length\r\nDoes not twist and does not snag", "price": 11.0, "rating": null, "image1": "flexi-new-neon-cord.jpeg", "image2": "", "image3": "", "sku": "D01S08P08", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 204, "fields": {"name": "Bicycle bracket U-shape and / or seatpost br", "friendlyname": "Bicycle bracket U-shape", "category": 1, "subcategory": 9, "description": "With the  Bicycle Bar U-shape and/or Seatpost Bracket for U-Bar  you can keep your hands free while cycling with the dog. The bracket has a  low center of gravity and thus increases stability while driving. This brace is suitable for medium and large dogs. Jerky pulling is dampened by the stable spring and the short holder will come loose with a jerky pull. The bicycle bracket has a handy attachment with Velcro closure. \r\n\r\nThis product is available in the following options:\r\n\r\nBicycle bracket: Complete set of U-bracket + 1 seatpost bracket\r\nSeatpost bracket: an extra seatpost bracket to be attached to an extra bicycle, so that you can use the bicycle bracket for several bicycles.\r\nCaution:  Only use this product as intended. No toy, accessory or other item is indestructible. Brekz is not liable for damage or injury.", "price": 25.0, "rating": "4", "image1": "fietsbeugel-u-vorm.jpeg", "image2": "fietsbeugel-u-vorm_2.jpeg", "image3": "", "sku": "D01A09P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 205, "fields": {"name": "Bicycle basket for luggage carriers for dogs", "friendlyname": "Bicycle basket for luggage carriers for dogs", "category": 1, "subcategory": 9, "description": "The Bicycle Basket Dog/Cat for luggage carriers is a beautiful basket in which you can comfortably and easily take your four-legged friend with you on the bike. This basket is made of willow wicker and is closed on top by a 'hood' of sturdy iron wire that is finished with powder coating. In the basket you will find a comfortable pillow that is washable. The basket must be secured to your luggage carrier and is suitable for transporting small dogs and cats up to 8 kg.\r\n\r\nElectric bicycle?  Make sure you measure the dimensions of your luggage carrier properly, they are often a bit wider.\r\n\r\nBasket dimensions: 55cm (length) x 35cm (width) x 49cm (height)\r\n\r\nSuitable for luggage carriers with a width of 10.5 to 14.5 cm. \r\nCushion with velor cover, grey, washable\r\nBasket material : willow\r\ncolour black", "price": 43.0, "rating": null, "image1": "fietsmand-voor-bagagedragers-voor-hond-kat.jpeg", "image2": "", "image3": "", "sku": "D01A09P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 206, "fields": {"name": "Car seat for dog and cat", "friendlyname": "Car seat for dog and cat", "category": 1, "subcategory": 9, "description": "Whether for a holiday, a trip or a trip to the vet, the Car Seat for Dogs and Cats ensures a comfortable and safe journey for your cat or dog. The car seat has handy fastening belts with a click system to secure it in the vehicle and can be zipped open on the front and sides. The seat is made of polyester and has various mesh inserts for extra ventilation and visibility. The removable cushion with foam rubber filling is suitable for hand washing. The car seat has a recess for the dog's seat belt and is also collapsible and compact for storage when not in use. The dimensions are L 44 x W 37 x H 40 cm.\r\n\r\nAt Brekz you can order various travel accessories for dogs and cats cheaply online. View our range and buy the Car seat for dog and cat now at the best prices. Ordered quickly and easily!", "price": 50.0, "rating": "5", "image1": "autostoel-voor-hond-en-kat.jpeg", "image2": "", "image3": "", "sku": "D01A09P03", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 207, "fields": {"name": "Top gate for car rear gate for the dog", "friendlyname": "Top gate for car rear gate for the dog", "category": 1, "subcategory": 9, "description": "Top gate for car rear gate  is an extension of the universal rear gate for the car. This allows you to easily transform the luggage compartment of your car into a 'dog crate'. If your car has a high luggage space, it may be necessary to extend the rear gate with this upper rack. This way you ensure that your dog is and remains safely in the created crate. This top fence is made of lightweight aluminum and plastic and has an infinitely adjustable angle, so that it can be installed in any car. The format is 92 × 27 × 4 cm.", "price": 30.0, "rating": "4", "image1": "bovenhek-voor-auto-achterrek-voor-de-hond.jpeg", "image2": "bovenhek-voor-auto-achterrek-voor-de-hond_2.jpeg", "image3": "bovenhek-voor-auto-achterrek-voor-de-hond_2_4MxQDD3.jpeg", "sku": "D01A09P04", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 208, "fields": {"name": "Car seat for dog/cat", "friendlyname": "Car seat for dog/cat", "category": 1, "subcategory": 9, "description": "Car seat for dog/cat is a comfortable seat for in the car. Your dog and cat no longer have to sit on the upholstery of your car and this ensures that your upholstery remains cleaner. This travel seat can also be used as a travel cot. \r\n\r\nsoft lined\r\nwith fastening straps for securing the seat in the vehicle\r\ncutout for dog safety belt\r\npolyester", "price": 50.0, "rating": "5", "image1": "autozitting-voor-hondkat.jpeg", "image2": "autozitting-voor-hondkat_2.jpeg", "image3": "", "sku": "D01A09P05", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 209, "fields": {"name": "Trixie Petwalk Walkway Foldable for dogs", "friendlyname": "Trixie Petwalk Walkway Foldable for dogs", "category": 1, "subcategory": 9, "description": "The Trixie Petwalk folding ramp for dogs is a ramp that allows your dog to get in and out of the car easily. This is a suitable aid, especially for dogs with back and joint problems. The shelf measures 40 x 156 cm and is made of aluminum and plastic. It weighs only 4.5 kg and has a carrying weight of 90 kg. The rubber around the board protects your bumper from scratches and the non-slip coating and safety edges protect your dog. The shelf is collapsible and easy to clean.\r\n\r\nLimited strain on back and joints\r\n40 x 156 cm in size\r\nAluminum and plastic\r\nWeighs 4.5 kg\r\nCarries up to 90 kg\r\nWith protective edge\r\nWith anti-slip coating\r\nQuick to clean", "price": 60.0, "rating": "5", "image1": "trixie-loopplank-petwalk-uitklapbaar-voor-honden.jpeg", "image2": "", "image3": "", "sku": "D01A09P06", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 210, "fields": {"name": "PetSafe Staywell Magnetic Keys 980 for Cat Fl", "friendlyname": "PetSafe Staywell Magnetic keys", "category": 2, "subcategory": 9, "description": "PetSafe Staywell Magnetic Keys 980 for Cat Flap  are replacements for PetSafe magnetic keys. The hangers can be used with the PetSafe Staywell 400 and 900 series. With this magnetic key your cat can open the lock that belongs to this system. Because your cat is the only one with such a key, no strange cats come in. The key can be attached to a cat collar. There are two pieces in a package. At Brekz you can order the best cat flaps cheaply online. View our range and buy PetSafe Staywell Magnetic Keys 980 for Cat Flaps now at the best prices. Ordered quickly and easily!", "price": 5.0, "rating": null, "image1": "petsafe-magnetische-halsbandsleutelset-voor-kattenluik.jpeg", "image2": "", "image3": "", "sku": "C01A09P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 211, "fields": {"name": "Staywell Microchip Cat Flap white", "friendlyname": "Staywell Microchip Cat Flap white", "category": 2, "subcategory": 9, "description": "Staywell Microchip Cat Flap White  is an advanced cat flap that works on your cat's identification chip and is suitable for various doors.\r\n\r\nWorks on your cat's chip\r\nHelps keep strange cats out\r\nWith manual night mode option, in only", "price": 86.0, "rating": "5", "image1": "petsafe-microchip-kattenluik-wit.jpeg", "image2": "petsafe-microchip-kattenluik-wit_3.jpeg", "image3": "petsafe-microchip-kattenluik-wit_2.jpeg", "sku": "C01A09P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 212, "fields": {"name": "Staywell 919 Manual 4 Way Locking Catflap Cat", "friendlyname": "Staywell Manual 4 Way Locking Catflap", "category": 2, "subcategory": 9, "description": "Staywell 919 Manual 4 Way Locking Catflap cat flap gives your cat freedom indoors or out with extra protective features. The lock is easy to install and weatherproof. This energy-efficient cat flap is for walls and doors.\r\n\r\nCharacteristics:\r\n\r\n     Quadruple Locking Cat Flap\r\n     Cat-friendly transparent flap\r\n     White finish\r\n     Easy to clean (no solvents)\r\nNo drafts due to draft and weather-resistant brush edge and magnetically lockable.\r\n\r\nExternal hatch dimensions: 224 mm wide and 224 mm high.\r\n\r\nDimensions of mounting location in door: 210 mm wide and 169 mm high.\r\n\r\nThis hatch can be set in four ways: open, in only, out only, closed.", "price": 20.0, "rating": "5", "image1": "staywell-919-manual-4-way-locking-catflap.jpeg", "image2": "", "image3": "", "sku": "C01A09P03", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 213, "fields": {"name": "Staywell 400 magnetic cat flap", "friendlyname": "Staywell 400 magnetic cat flap", "category": 2, "subcategory": 9, "description": "The Staywell 400 magnetic cat flap  is a handy cat flap with different positions. It is suitable for doors, walls and glass. The product has a minimalist white design, with a transparent hatch. The collar that comes with the hatch contains a magnetic key. Only with this key will the hatch open. This way you prevent other cats from entering your house. The four different positions on which the cat flap can be set are: open, in only, out only and closed. The edge is equipped with a brush, so you will not be bothered by drafts. Suitable for cats up to 7 kilograms. \r\n\r\nCat flap with four different positions\r\nSuitable for doors, walls and glass\r\nWhite design, with a transparent hatch\r\nThe magnetic key prevents strange cats from entering\r\nEquipped with an anti-draft edge", "price": 39.0, "rating": "5", "image1": "staywell-400-magnetisch-kattenluik.jpeg", "image2": "", "image3": "", "sku": "C01A09P04", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 214, "fields": {"name": "Scratching post Galaxy for the cat", "friendlyname": "Scratching post Galaxy for the cat", "category": 2, "subcategory": 9, "description": "Scratching post Galaxy for the cat is a nice scratching post for your cat. It is important for your cat to have a place to scratch. Scratching is important for the maintenance of your cat's nails and thus prevents your cat's nails from becoming too long and growing in. In the wild, cats will sharpen their nails on trees to mark their territory. This is natural behavior for your cat, and this scratching post can meet that need well. Scratching post Galaxy is 62 cm high and has a diameter of 80 mm. The bottom plate provides stabilization and is 30x30 cm in size. This scratching post can be ordered in three cheerful colors and is made of soft plush at the bottom and sturdy sisal at the top.", "price": 18.0, "rating": "5", "image1": "krabpaal-galaxy-voor-de-kat_2.jpeg", "image2": "krabpaal-galaxy-voor-de-kat_3.jpeg", "image3": "krabpaal-galaxy-voor-de-kat.jpeg", "sku": "C01A09P05", "has_sizes": "", "colors": "Grey,Black,Brown"}}, {"model": "products.product", "pk": 215, "fields": {"name": "Scratching post Abey for the cat", "friendlyname": "Scratching post Abey for the cat", "category": 2, "subcategory": 9, "description": "Scratching post Abey for the cat  is a handy scratching post that is suitable for young and small cats. The pole is made of firmly glued sisal rope that the cat does not easily pull off. It hardly wears and therefore the pole lasts a long time. The sleeping cave and shelf are covered with soft plush that your cat can sleep on. Due to its handy dimensions, the scratching post fits in every living room. You can choose from two colors to match your decor, namely gray and cream. \r\n\r\nConsists of a sleeping board, pole and sleeping cave\r\nCovered with soft plush\r\nThe entire pole is 60x30x25 cm in size.\r\nAvailable in the colors gray and cream", "price": 28.0, "rating": "5", "image1": "krabpaal-abey-voor-de-kat.jpeg", "image2": "", "image3": "", "sku": "C01A09P06", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 216, "fields": {"name": "Trixie Coat Care Cleaning Wipes, 30 Pieces", "friendlyname": "Trixie Coat Care Cleaning Wipes, 30 Pieces", "category": 2, "subcategory": 9, "description": "Trixie Cleaning Wipes (30 pieces)  are handy wipes for gentle cleaning of the fur of dogs, cats and other small pets. Thanks to the strong cleaning power, you can easily remove dirt without having to wash your pet with shampoo. The wipes contain valuable plant extracts such as nourishing Aloe Vera. These cleaning wipes come in a handy resealable packaging, so you can easily take them with you when you travel.", "price": 6.0, "rating": "4", "image1": "trixie-kattenshampoo-langhaar-250-ml_pLw7gvO.jpeg", "image2": "", "image3": "", "sku": "C01A09P07", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 217, "fields": {"name": "Nail scissors for cats and rodents", "friendlyname": "Nail scissors for cats and rodents", "category": 2, "subcategory": 9, "description": "The Nail Scissors for cats and rodents are scissors to cut the nails of small animals and are suitable for cats, dwarf rabbits and rodents, for example. These nail scissors have been specially developed for use with small pets as described. This way you can keep track of your pets' nails yourself. At Brekz you can buy the best rodent care products cheaply online. View our range and buy the Nail Scissors for cats and rodents now at the best prices. Ordered quickly and easily.", "price": 4.0, "rating": "5", "image1": "nagelschaartje.jpeg", "image2": "", "image3": "", "sku": "C01A09P08", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 218, "fields": {"name": "C01Scissors Normal dog and cat", "friendlyname": "Scissors Normal dog and cat", "category": 2, "subcategory": 9, "description": "Scissors Normal dog and cat are scissors with which you can easily trim the fur of your dog or cat. The handle of the scissors has a soft grip. As a result, it lies well in the hand and you can quickly cut the fur into a beautiful model without pain in your fingers!\r\n\r\nThe Scissors Normal dog and cat  is not suitable for thinning the fur of your animal. It is better to use thinning shears for this.\r\n\r\nSuitable for dog and cat\r\nSuitable for trimming the coat\r\nHigh quality and high ease of use\r\nsoft grip\r\nNot suitable for thinning fur", "price": 8.0, "rating": "4", "image1": "schaar-normaal-652-320587.jpeg", "image2": "", "image3": "", "sku": "C01A09P09", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 219, "fields": {"name": "Beaphar Organic Dry Shampoo for dogs and cats", "friendlyname": "Beaphar Organic Dry Shampoo", "category": 1, "subcategory": 4, "description": "Beaphar Organic Dry Shampoo (200ml)  is a nourishing shampoo for dogs and cats to clean the coat without having to rinse out the shampoo. It contains Aloe Vera gel from organic farming. It moisturizes the skin and softens your pet's coat. The Ecocert label guarantees the natural origin of the ingredients used in this shampoo. Beaphar Organic Dry Shampoo is enriched with poppy and pomegranate and cleans and nourishes the skin and coat. It contributes to a shiny coat. The dry shampoo contains no parabens, silicones or dyes and thanks to the neutral pH value of Beaphar Bio, the coat of your four-legged friend is respected. In addition, the packaging is 100% recyclable and made from sustainably grown sugar cane.", "price": 10.0, "rating": "5", "image1": "beaphar-bio-droogshampoo-voor-hond-en-kat.jpeg", "image2": "", "image3": "", "sku": "D01S04P11", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 220, "fields": {"name": "Trixie Long-haired cat shampoo (250 ml)", "friendlyname": "Trixie Long-haired cat shampoo", "category": 2, "subcategory": 4, "description": "Trixie Long-haired Cat Shampoo  is a pleasantly scented shampoo with a care formula that is specially designed for long-haired cats. The shampoo for the cat has been developed to prevent matting and to make combing through the coat easier.", "price": 6.0, "rating": "5", "image1": "trixie-kattenshampoo-langhaar-250-ml.jpeg", "image2": "", "image3": "", "sku": "C01S04P06", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 221, "fields": {"name": "Eating or drinking bowl with wing nut", "friendlyname": "Eating or drinking bowl with wing nut", "category": 3, "subcategory": 9, "description": "Food or Drinking Bowl with wing nut  is a simple and affordable drinking and eating bowl for your rodent, rabbit, bird or dog. This box is very practical because you can easily attach it to the cage or bench. This can be done by means of the supplied wing nut. The Eating or Drinking Bowl with wing nut is available in sizes 12 cm and 15 cm. The food bowl can also be placed in the loft without any problems. The tray is made of stainless steel and is easy to clean in the dishwasher or by hand.", "price": 4.0, "rating": "5", "image1": "drinkbakken-voor-de-bench.jpeg", "image2": "", "image3": "", "sku": "B01A09P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 222, "fields": {"name": "Beaphar Feeding Set", "friendlyname": "Beaphar Feeding Set", "category": 3, "subcategory": 9, "description": "The  Beaphar Feeding Kit  helps you raise newborn kittens, puppies, rabbits and rodents. It is also an ideal aid for (force) feeding of sick and convalescent animals. The set includes a drinking bottle, 4 teats and a cleaning brush. Ideal to use for breast milk replacement for the newborn pet.", "price": 8.0, "rating": "4", "image1": "beaphar-voedingsset.jpeg", "image2": "", "image3": "", "sku": "B01A09P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 223, "fields": {"name": "Willow twigs for birds and rodents", "friendlyname": "Willow twigs for birds and rodents", "category": 3, "subcategory": 9, "description": "Willow twigs for birds and rodents is a bundle of twigs and is used for the entertainment of birds and rodents. The twigs are a natural product and are an excellent means for your pets to enjoy themselves. Play counteracts boredom and stimulates natural gnawing behaviour.\r\nThe length of the Willow twigs for birds and rodents is 16.5 cm.\r\n\r\nNatural willow twigs with a pure taste \r\nDispels boredom\r\nStimulates natural gnawing behavior\r\nSuitable for all kinds of birds and rodents\r\nLength: 16.5 cm", "price": 5.0, "rating": "4", "image1": "wilgentakjes-voor-vogels-en-knaagdieren.jpeg", "image2": "", "image3": "", "sku": "B01A09P03", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 224, "fields": {"name": "Beaphar Smell away for the dog cat bird and r", "friendlyname": "Beaphar Smell away for the dog cat bird and r", "category": 3, "subcategory": 9, "description": "Beaphar Odor away for the dog, cat, bird and rodent  neutralizes unpleasant odors that your pet leaves behind in an organic way. Unpleasant odors are usually caused by the presence of organic residues. The spray contains bacteria that eat these residues, so that the stench disappears. In addition, the spray provides long-lasting freshness. Scent away is suitable for all places where your pet leaves scent trails. The spray is safe for carpet fibers and colorfast fabrics. Try the spray on an inconspicuous area first. For best results, treat the area as soon as possible. \r\n \r\nNeutralizes unpleasant odors\r\nWorks on the basis of bacteria\r\nSafe for carpet fibers and colorfast fabrics\r\nSuitable for all places where there is a scent trail\r\nFor long-lasting freshness", "price": 8.9, "rating": "5", "image1": "beaphar-geur-weg-voor-de-hond-kat-vogel-en-knaagdier.jpeg", "image2": "", "image3": "", "sku": "B01A09P04", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 225, "fields": {"name": "Urine Off Spray Rodent Formula", "friendlyname": "Urine Off Spray Rodent Formula", "category": 4, "subcategory": 9, "description": "Urine Off Spray Rodent Formula  is a spray that helps remove urine odors and stains from rabbits and rodents.\r\n\r\nNeutralizes odors\r\nRemoves urine stains\r\nFor rodents and rabbits", "price": 6.0, "rating": null, "image1": "urine-off-spray-knaagdieren-formule.jpeg", "image2": "", "image3": "", "sku": "R01A09P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 226, "fields": {"name": "Lintbells YuMOVE Dog Food Supplement", "friendlyname": "Lintbells YuMOVE Dog Food Supplement", "category": 1, "subcategory": 10, "description": "Older or less active dogs may need help keeping their joints healthy. Then add the Lintbells YuMOVE dog supplement to your dog's food.\r\nIt is clinically proven to have a positive effect and is recommended by breeders and veterinarians. The dog joint food supplement is the most widely used and sold food supplement in Great Britain . The supplement contains a highly concentrated green-lipped mussel extract in an ActivEase™ complex, as well as other essential nutrients that are good for healthy cartilage, keeping joints flexible and increasing mobility.\r\nYou will see visible improvement after just 6 weeks.\r\n\r\nRich in omega-3 fatty acids, this valuable Lintbells YuMOVE dietary supplement is ideal for relieving pain from stiff joints. Its naturally high chondroitin content contributes to the long-term maintenance of cartilage health, while glucosamine helps protect against chafing. The manganese in this supplement helps build collagen in the tendons and ligaments. Hyaluronic acid also has a positive effect on the joint fluid and provides relief within just 2 hours.", "price": 13.0, "rating": "5", "image1": "72352_pla_lintbells_yumovedog_2.jpeg", "image2": "", "image3": "", "sku": "D01S10P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 227, "fields": {"name": "Pure Omega-3 Capsules for dogs and cats", "friendlyname": "Pure Omega-3 Capsules", "category": 1, "subcategory": 10, "description": "Pure Omega-3 Capsules for dogs and cats is a supplementary animal food that, thanks to the high proportion of fish oil, contributes to a healthy coat and skin, intestines and a well-functioning heart and immune system.\r\n\r\nIn addition, Pure Omega-3 Capsules for dogs and cats can support mobility and has a positive effect on the mental health of your animal. The capsules are easy to use and can be given continuously (in case of chronic complaints). Please note: carefully read the package insert/user manual before using this product. A short user manual can be found below.", "price": 18.0, "rating": "5", "image1": "puur-omega-3-capsules-voor-hond-en-kat.jpeg", "image2": "", "image3": "", "sku": "D01S10P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 228, "fields": {"name": "Renske Golddust Heal 1 Skin & Coat food suppl", "friendlyname": "Renske Golddust Heal Skin", "category": 1, "subcategory": 10, "description": "A shiny coat, strong nails and soft skin. These are all signs of a vital and healthy life. You can promote the health of your cat or dog's skin and coat in a natural way, for example by giving a dietary supplement. Renske Golddust Heal 1 Skin & Coathas been specially developed to provide your pet with a rich selection of nutrients; natural vitamins, minerals, amino acids, essential fatty acids and fiber, including Omega-3 and organic flaxseed from Canada with fish oil. Horsetail extract has been added to the formula of this nutritional supplement from Renske. In short, Renske Golddust Heal 1 Skin & Coat contains everything needed to promote a shiny coat and to nourish and protect the skin. It also helps to strengthen the nails. You can use this supplement in case of:\r\n\r\nRed and sensitive skin\r\nhair loss\r\nDandruff or dander", "price": 18.0, "rating": null, "image1": "renske-golddust-heal-1-huid-vacht-voedingssupplement.jpeg", "image2": "", "image3": "", "sku": "D01S10P03", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 229, "fields": {"name": "Phytonics Muscle Support for dogs and cats", "friendlyname": "Phytonics Muscle Support", "category": 2, "subcategory": 10, "description": "Phytonics Muscle Support is a supplementary feed for dogs and cats to support good muscle building, more muscle strength and muscle mass. After an intense workout, long walk or when recovering from a (sports) injury, the muscles can use some extra care. Then give your dog or cat Phytonics Muscle Support. It also contributes to better endurance and recovery after strenuous exercise. Phytonics Muscle Support contains ingredients that contribute to the condition of muscles and tendons and strengthen ligaments and tendons. When the muscles have to work harder, more ATP will be available, so that fatigue symptoms occur less quickly.\r\n\r\nThe Phytonics series products are formulated by a team of veterinarians and experts. Only pure and high-quality raw materials are used for the Phytonics products. The products are free of chemical fragrances, colors and flavors. Because no fillers are used in the products, the products are more concentrated and therefore more economical in use.", "price": 41.0, "rating": null, "image1": "phytonics-muscle-support-voor-hond-en-kat.jpeg", "image2": "", "image3": "", "sku": "C01S10P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 230, "fields": {"name": "Pure Arthro (joints) for dog, cat and horse", "friendlyname": "Pure Arthro (joints) for dog, cat and horse", "category": 2, "subcategory": 10, "description": "Pure Arthro is a liquid supplement to support the joints in dogs, cats and horses. Pure Arthro can be used for start-up problems and to support joint function in animals. It is mainly used for painful elbow, hip and knee joints. Damage to the cartilage can be caused, among other things, by overloading one or more joints, injuries or a long-term shortage of essential amino acids in food. Of course hereditary factors can also play a role. Pure Arthro contributes to the maintenance of flexible joints and has a relieving effect. It has an analgesic and anti-inflammatory effect.", "price": 14.0, "rating": "5", "image1": "puur-arthro-voor-hond-kat-en-paard.jpeg", "image2": "", "image3": "", "sku": "C01S10P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 231, "fields": {"name": "Stop! Animal Bodyguard Aromatherapy - 4 x 8 m", "friendlyname": "Stop! Animal Bodyguard Aromatherapy - 4 x 8 m", "category": 4, "subcategory": 10, "description": "Stop! Animal Bodyguard Aromatherapy - 4 x 8 ml is a completely natural product that contributes to the skin of your animal and helps against ticks and fleas. These drops are hypoallergenic and safe for humans and animals. Your pet can be petted safely immediately after application and is safe for puppies, kittens and lactating and old animals. \r\n\r\nStop! Animal Bodyguard Aromatherapy - 4 x 8 ml also leaves a pleasant scent. The drops are suitable for dogs, cats, rabbits, guinea pigs, ferrets and hamsters. This makes it the ideal product to use when you have several animals! Note: Before using this product, read the package leaflet or instructions for use carefully.", "price": 22.0, "rating": "5", "image1": "stop-animal-bodyguard-aromatherapie-4-x-8-ml.jpeg", "image2": "", "image3": "", "sku": "R01S10P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 232, "fields": {"name": "Duo-Op for dogs, cats and rabbits 40 mg (up t", "friendlyname": "Duo-Op for dogs, cats and rabbits 40 mg (up t", "category": 4, "subcategory": 10, "description": "Duo-Op for dogs, cats and rabbits 40 mg (up to 4 kg) works to prevent and treat infestations by fleas (Ctenocephalides felis). Fleas are one of the most common parasites in dogs and cats. They cause a lot of itching and can transmit diseases. Rabbits usually get fleas through contact with dogs and cats. In addition, a flea infestation can develop in your home if pets are not treated with a suitable flea remedy. Duo-Op protects cats and small dogs for up to 4 weeks against fleas and rabbits for 1 week. Duo-Op is the ideal product if you have different types of animals at home. It has been developed for dogs and cats from 8 weeks old and rabbits from 10 weeks old. This product can be used to treat a flea allergy, biting lice and flea larvae. This version of Duo-op is only suitable for dogs, cats and rabbits up to 4 kg. The package contains 3 pipettes.", "price": 12.0, "rating": null, "image1": "duo-op-hond-kat-en-konijn-40-mg-tot-4-kg.jpeg", "image2": "", "image3": "", "sku": "R01S10P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 233, "fields": {"name": "Quiko Vitacombex V", "friendlyname": "Quiko Vitacombex V", "category": 3, "subcategory": 10, "description": "Combex V is a great tasting multivitamin juice for the treatment and prevention of vitamin deficiency. The varied vitamins present in high concentration contribute to the optimal functioning of the body functions, stimulate the regenerative power of the body and strengthen the immune system.\r\nThe great tasting juice is preferably added to the drinking water or feed and is normally readily ingested by the animals.\r\nAreas of treatment:\r\nfor the prevention and therapy of vitamin deficiency such as rickets, osteomalacia (bone softness), fertility disorders, for better breeding results, with climate change, transport load, feed conversion, parasites, and with all other physical stresses.\r\n\r\nPlease note that additional preparations added to the single food can be harmful in the event of an overdose and should therefore be administered in consultation with the veterinarian.", "price": 9.0, "rating": "5", "image1": "52610_ardap_care_quiko_vitacombex_v_hs_01_5.jpeg", "image2": "", "image3": "", "sku": "B01S10P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 234, "fields": {"name": "beaphar Vitamin B Complex", "friendlyname": "beaphar Vitamin B Complex", "category": 3, "subcategory": 10, "description": "The vitamin B-complete from beaphar is an additional build-up preparation, especially for dogs, cats, small mammals and birds. It provides your pet with a balanced mix of B vitamins and is especially suitable for use during a period of higher vitamin requirements.\r\n\r\nThe food supplement can be used in many situations, for example during prolonged physical exertion, such as during sports and pregnant or lactating animals. The vitamin B complex can help to promote physical resistance , support stamina and vitality and maintain skin and coat health. The dosage is easy: give the preparation of beaphar as drops on the food.", "price": 6.0, "rating": "5", "image1": "100217_pla_beaphar_vitamin_b_komplex_50ml_hs_01_8.jpeg", "image2": "", "image3": "", "sku": "B01S10P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 235, "fields": {"name": "Lexie Litter Box Wood Pellet Advantage Packag", "friendlyname": "Lexie Litter Box Wood Pellet Advantage Packag", "category": 2, "subcategory": 11, "description": "With this Lexie Litter Box Starter Kit you get everything you need for the litter box for your cat in one go. This kitty litter kit consists of a Lexie litter box, 18 liters of Purly Wood Pellet cat litter and 1 box of Katfresh Cat Litter Eliminator.\r\n\r\nLexie litter box is a litter box suitable for every cat. The litter box has a handy handle at the top for when it needs to be moved. The simple click system ensures that the hood can be easily removed during cleaning.\r\n\r\nPurly Wood Pellet Cat Litter 18 liters is the natural alternative to regular cat litter. It is made from 100% natural wood pellets and is suitable for use in any litter box.\r\n\r\nThe Katfresh cat litter odor remover is the ideal way to keep the air around the litter box clean and odor-free. Thanks to the bags of granulate in the deodorizer, foul odors and ammonia odors are absorbed and you keep the air clean. Would you like to keep your living environment free of bad odors and still enjoy your cat? Then Katfresh cat litter odor eliminator is highly recommended!", "price": 22.0, "rating": "5", "image1": "lexie-kattenbak-houtkorrel-startpakket_2.jpeg", "image2": "lexie-kattenbak-houtkorrel-startpakket.jpeg", "image3": "", "sku": "C01L01P01", "has_sizes": "", "colors": "Grey,Black"}}, {"model": "products.product", "pk": 236, "fields": {"name": "Litter Box Berto with Separation System", "friendlyname": "Litter Box Berto with Separation System", "category": 2, "subcategory": 11, "description": "Thanks to the Berto Litter Box with Separation System, it is now extra easy to change the litter box. The box consists of four parts, including a built-in strainer with which you can make the cat toilet nice and fresh again in no time. In addition, the Berto Litter Box with Separation System is  extra advantageous because the clean grit that remains when the dirty parts are sieved out can be used again. Are you looking for a beautiful litter box that requires as little maintenance as possible? Then the Berto Litter Box with Separation System is  for you! At Brekz you can order the best litter boxes for your cat cheaply online. View our range and buy Berto Litter Box with Separation System now at the best prices. Ordered quickly and easily!", "price": 15.0, "rating": "5", "image1": "kattenbak-berto-met-scheidingssysteem.jpeg", "image2": "kattenbak-berto-met-scheidingssysteem_2.jpeg", "image3": "", "sku": "C01L01P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 237, "fields": {"name": "Cat toilet Flipcat Large 50 cm", "friendlyname": "Cat toilet Flipcat Large 50 cm", "category": 2, "subcategory": 11, "description": "Cat toilet Flipcat Large 50 cm is a beautifully designed litter box with dimensions 50x39x37 cm. The top cover contains a handy scoop, with which you can clean the bin quickly and easily. The litter box has a swinging door for extra privacy and has a handle on top. The Flipcat Large is made of premium quality plastic and therefore very durable. The box is available in a warm gray color or in black/white.", "price": 21.6, "rating": "5", "image1": "kattentoilet-flipcat-50-cm_2.jpeg", "image2": "kattentoilet-flipcat-50-cm.jpeg", "image3": "", "sku": "C01L01P03", "has_sizes": "", "colors": "Black,White"}}, {"model": "products.product", "pk": 238, "fields": {"name": "JR Farm Hay-House Carrot", "friendlyname": "JR Farm Hay-House Carrot", "category": 4, "subcategory": 12, "description": "Suitable for all rodents and dwarf rabbits, the Carrot Hay House from JR Farm offers an ideal hiding place, as well as being suitable for sleeping, climbing and gnawing. All natural materials were used for this. Carrot and hay encase the natural fiber construction. No artificial glue was used.\r\nThe hay house is a great activity for every rodent and at the same time provides him with healthy roots and valuable hay. The root provides the animal with valuable vitamin A, which can support vision and skin health as well as the formation of blood cells.", "price": 8.0, "rating": "5", "image1": "459623_jr_farm_heu_haus_karotte_2.jpeg", "image2": "", "image3": "", "sku": "R01H01P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 239, "fields": {"name": "Ferplast Rabbit 100 Basic - Rabbit Cage - Ass", "friendlyname": "Rabbit Cage", "category": 4, "subcategory": 12, "description": "A nice cage for your rabbit or guinea pig\r\nKeeping a rabbit or guinea pig naturally starts with the purchase of the right cage. The Rabbit 100 Basic is a basic cage for your rodent or rabbit.", "price": 34.0, "rating": "5", "image1": "550x328.jpeg", "image2": "", "image3": "", "sku": "R01H01P02", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 240, "fields": {"name": "Bird Protection Nest Box Little Rock - Green", "friendlyname": "Bird Protection Nest Box Little Rock - Green", "category": 3, "subcategory": 19, "description": "It is not easy to hang with the pre-drilled mounting hole. The description also states that it is for small tit species. But it's too small for a great tit. Perhaps define the bird species more clearly. Not all bird lovers are bird experts too", "price": 14.0, "rating": "5", "image1": "550x789.jpeg", "image2": "", "image3": "", "sku": "B01H01P01", "has_sizes": "", "colors": ""}}, {"model": "products.product", "pk": 241, "fields": {"name": "Versele-Laga Country`s Best Gold 1&2 Crumble", "friendlyname": "Versele-Laga Country`s Best Gold 1&2 Crumble", "category": 3, "subcategory": 22, "description": "You naturally want to give your laying hen a healthy start in life. With Gold 1&2 Crumble from Versele-Laga Country's Best you give your laying hen a balanced feed . This complete feed for the rearing of laying hens is suitable from the first day to the first egg (± 18 weeks).\r\n\r\nThe feed is perfectly balanced so that your chicks develop optimally into healthy young chickens, without too fast fattening. An optimal combination of calcium, phosphorus and vitamin D3 guarantees a strong eggshell and a healthy skeleton . In addition, the food has a crumb shape so that it can be easily absorbed without excessive spillage.", "price": 9.5, "rating": "4", "image1": "4624_182423_1.jpeg", "image2": "", "image3": "", "sku": "B01C01P01", "has_sizes": "", "colors": ""}}, {"model": "products.subcategories", "pk": 1, "fields": {"name": "nutrition", "friendly_name": "Nutrition", "category": "dogs,cats,birds,rodents"}}, {"model": "products.subcategories", "pk": 2, "fields": {"name": "snacks", "friendly_name": "Snacks", "category": "dogs,cats,birds,rodents"}}, {"model": "products.subcategories", "pk": 3, "fields": {"name": "toys", "friendly_name": "Toys", "category": "dogs,cats,birds,rodents"}}, {"model": "products.subcategories", "pk": 4, "fields": {"name": "care", "friendly_name": "Care", "category": "dogs,cats,birds,rodents"}}, {"model": "products.subcategories", "pk": 5, "fields": {"name": "pillows", "friendly_name": "Pillows", "category": "dogs,cats"}}, {"model": "products.subcategories", "pk": 6, "fields": {"name": "collars", "friendly_name": "Collars", "category": "dogs,cats,rodents"}}, {"model": "products.subcategories", "pk": 7, "fields": {"name": "clothing", "friendly_name": "Clothing", "category": "dogs,cats"}}, {"model": "products.subcategories", "pk": 8, "fields": {"name": "belts", "friendly_name": "Belts", "category": "dogs,cats"}}, {"model": "products.subcategories", "pk": 9, "fields": {"name": "accessories", "friendly_name": "Accessories", "category": "dogs,cats,birds,rodents"}}, {"model": "products.subcategories", "pk": 10, "fields": {"name": "dietary_supplements", "friendly_name": "Dietary Supplements", "category": "dogs,cats,birds,rodents"}}, {"model": "products.subcategories", "pk": 11, "fields": {"name": "cat_litter", "friendly_name": "Cat Litter", "category": "cats"}}, {"model": "products.subcategories", "pk": 12, "fields": {"name": "rodent_house", "friendly_name": "Rodent House", "category": "rodents"}}, {"model": "products.subcategories", "pk": 19, "fields": {"name": "bird_houses", "friendly_name": "Bird Houses", "category": "birds"}}, {"model": "products.subcategories", "pk": 22, "fields": {"name": "chicken_feed", "friendly_name": "Chicken Feed", "category": "birds"}}, {"model": "products.subcategories", "pk": 23, "fields": {"name": "baskets", "friendly_name": "Baskets", "category": "dogs,cats"}}, {"model": "products.subcategories", "pk": 24, "fields": {"name": "leashes", "friendly_name": "Leashes", "category": "dogs,cats,rodents"}}, {"model": "products.productreview", "pk": 44, "fields": {"product": 31, "user": 1, "content": "test5", "stars": 5, "date": "2022-04-11T09:53:22.404Z"}}, {"model": "products.productreview", "pk": 45, "fields": {"product": 31, "user": 1, "content": "", "stars": 2, "date": "2022-04-11T09:53:27.215Z"}}, {"model": "products.productreview", "pk": 46, "fields": {"product": 31, "user": 1, "content": "", "stars": 3, "date": "2022-04-11T09:53:40.790Z"}}, {"model": "products.productreview", "pk": 47, "fields": {"product": 31, "user": 1, "content": "good", "stars": 4, "date": "2022-04-11T09:57:13.960Z"}}, {"model": "products.productreview", "pk": 48, "fields": {"product": 31, "user": 1, "content": "My dog loved it. super healthy", "stars": 5, "date": "2022-04-11T10:27:40.558Z"}}, {"model": "products.productreview", "pk": 49, "fields": {"product": 221, "user": 1, "content": "Disappointed!", "stars": 1, "date": "2022-04-11T10:32:42.714Z"}}, {"model": "products.productreview", "pk": 50, "fields": {"product": 71, "user": 1, "content": "Very happy with this product", "stars": 4, "date": "2022-04-11T10:42:13.564Z"}}]